Repository: Accela-Inc/ckan
Catalog: ckan/i18n/*/LC_MESSAGES/ckan.po
Languages: cs_cz

source: {number} dataset found
cs_cz: {number} dataset nalezen

source: No datasets found
cs_cz: Nebyly nalezeny žádné datasety

source: {number} group found for "{query}"
cs_cz: {number} nalezena na dotaz "{query}"

source: No groups found for "{query}"
cs_cz: Pro dotaz "{query}" se nepodařilo najít žádné skupiny

source: {number} group found
cs_cz: {number} skupina nalezena

source: No groups found
cs_cz: Nebyly nazelezeny žádné skupiny

source: {number} organization found for "{query}"
cs_cz: {number} organizace nalezena na dotaz "{query}"

source: No organizations found for "{query}"
cs_cz: Na dotaz "{query}" se nepodařilo najít žádné organizace

source: {number} organization found
cs_cz: {number} organizace nalezena

source: No organizations found
cs_cz: Nebyly nalezeny žádné organizace

source: Social
cs_cz: Sdílet

source: Subscribe
cs_cz: Přihlásit se k odběru

source: Edits
cs_cz: Úpravy

source: Search Tags
cs_cz: Vyhledat tagy

source: Dashboard
cs_cz: Přehled

source: News feed
cs_cz: Kanál novinek

source: My Datasets
cs_cz: Moje datasety

source: My Organizations
cs_cz: Moje organizace

source: My Groups
cs_cz: Moje skupiny

source: Activity from items that I'm following
cs_cz: Aktivita položek, které sleduji

source: You haven't created any datasets.
cs_cz: Zatím jste nevytvořili žádný dataset.

source: Create one now?
cs_cz: Chcete nějaký vytvořit?

source: You are not a member of any groups.
cs_cz: Nejste členem ani členkou žádné skupiny.

source: You are not a member of any organizations.
cs_cz: Nejste členem ani členkou žádné organizace.

source: Users
cs_cz: Uživatelé

source: Account Info
cs_cz: Informace o uživatelském účtu

source: Your profile lets other CKAN users know about who you are and what you do.
cs_cz: Pomocí Vašeho CKAN profilu můžete říci ostatním uživatelům něco o sobě a o tom, co děláte.

source: Change details
cs_cz: Změnit údaje

source: Full name
cs_cz: Celé jméno

source: eg. Joe Bloggs
cs_cz: např. Joe Bloggs

source: eg. joe@example.com
cs_cz: např. joe@example.com

source: A little information about yourself
cs_cz: Něco málo informací o Vás

source: Subscribe to notification emails
cs_cz: Přihlásit se k odběru emailových oznámení

source: Change password
cs_cz: Změnit heslo

source: Password
cs_cz: Heslo

source: Confirm Password
cs_cz: Potvrďte heslo

source: Are you sure you want to delete this User?
cs_cz: Opravdu chcete smazat tohoto uživatele?

source: Are you sure you want to regenerate the API key?
cs_cz: Jste si jisti že chcete znovu vygenerovat klíč API?

source: Regenerate API Key
cs_cz: Znovu vygenerovat klíč API

source: Update Profile
cs_cz: Upravit profil

source: All Users
cs_cz: Všichni uživatelé

source: Login
cs_cz: Přihlášení

source: Need an Account?
cs_cz: Potřebujete uživatelský účet?

source: Then sign right up, it only takes a minute.
cs_cz: Tak se zaregistrujte, zabere to jen pár minut.

source: Create an Account
cs_cz: Vytvořit účet

source: Forgotten your password?
cs_cz: Zapomněli jste heslo?

source: No problem, use our password recovery form to reset it.
cs_cz: Žádný problém, použijte formulář pro obnovu hesla a nastavte si nové.

source: Forgot your password?
cs_cz: Zapomněli jste heslo?

source: Logged Out
cs_cz: Nyní jste odhlášeni

source: You are now logged out.
cs_cz: Nyní jste odhlášeni

source: You're already logged in as {user}.
cs_cz: Už jste přihlášeni jako uživatel {user}.

source: Logout
cs_cz: Odhlásit

source: Remember me
cs_cz: Zapamatovat si mě

source: You're already logged in
cs_cz: Už jste přihlášeni

source: You need to log out before you can log in with another account.
cs_cz: Pokud se chcete přihlásit pod jiným účtem, musíte se nejprve odhlásit.

source: Log out now
cs_cz: Odhlásit ihned

source: Registration
cs_cz: Registrace

source: Register for an Account
cs_cz: Registrujte se a vytvořte si účet

source: Why Sign Up?
cs_cz: Proč bych se měl přihlásit?

source: Create datasets, groups and other exciting things
cs_cz: Abyste mohli vytvářet datasety, skupiny a spoustu dalších zajímavých věcí

source: username
cs_cz: uživatelské jméno

source: Full Name
cs_cz: Celé jméno

source: Create Account
cs_cz: Vytvořit účet

source: Reset Your Password
cs_cz: Resetovat heslo

source: Password Reset
cs_cz: Resetovat heslo

source: Update Password
cs_cz: Změnit heslo

source: How does this work?
cs_cz: Jak to funguje?

source: Simply enter a new password and we'll update your account
cs_cz: Jednoduše zadejte nové heslo a Váš účet bude podle toho aktualizován

source: User hasn't created any datasets.
cs_cz: Uživatel zatím nevytvořil žádný dataset.

source: You have not provided a biography.
cs_cz: Nezadali jste svůj životopis.

source: This user has no biography.
cs_cz: Tento uživatel nemá uveden životopis.

source: This means only you can see this
cs_cz: To znamená, že to bude viditelné pouze Vám

source: Member Since
cs_cz: Členem od

source: API Key
cs_cz: Klíč k API

source: Password reset
cs_cz: Obnovení hesla

source: Request reset
cs_cz: Žádost o obnovení

source: Enter your username into the box and we will send you an email with a link to enter a new password.
cs_cz: Zadejte uživatelské jméno do textového pole a bude Vám zaslán email s odkazem, kde si budete moci zadat nové heslo.

source: Activity from:
cs_cz: Událost související s:

source: Search list...
cs_cz: Prohledat seznam...

source: You are not following anything
cs_cz: Zatím nic nesledujete

source: No followers
cs_cz: Žádní následovníci

source: Search Users
cs_cz: Vyhledat uživatele

source: You can use
cs_cz: Můžete zde použít

source: Markdown formatting
cs_cz: Markdown formátování

source: Number of datasets
cs_cz: Počet datasetů

source: View dataset resources
cs_cz: Zobrazit zdroje datasetu

source: DOWNLOAD
cs_cz: STÁHNOUT

source: No downloadable resources.
cs_cz: Žádné zdroje ke stažení.

source: No description for this item
cs_cz: Tato položka nemá popis

source: View this
cs_cz: Prohlédnout

source: no ratings yet
cs_cz: zatím bez hodnocení

source: – rate it now
cs_cz: – ohodnoťte nyní

source: Checking...
cs_cz: Kontrola ...

source: Type at least two characters...
cs_cz: Zadejte alespoň dva znaky...

source: This is the current URL.
cs_cz: Toto je aktuální URL.

source: This URL is available!
cs_cz: Toto URL je k dispozici!

source: This URL is already used, please use a different one.
cs_cz: Toto URL je již používáno, použijte prosím jiné.

source: Failed to save, possibly due to invalid data
cs_cz: Uložení se nepodařilo, zřejmě kvůli chybným datům

source: You have unsaved changes. Make sure to click 'Save Changes' below before leaving this page.
cs_cz: Některé z Vámi provedených změn nejsou uloženy. Stiskněte tlačítko 'Uložit změny' než opustíte tuto stránku.

source: (no name)
cs_cz: (bez názvu)

source: Delete the resource '%name%'?
cs_cz: Odstranit zdroj '%name%'?

source: Preview not available for data type:
cs_cz: Náhled není k dispozici pro datový typ:

source: Failed to get credentials for storage upload. Upload cannot proceed
cs_cz: Nepodařilo se získat přihlašovací údaje pro uložení nahrávaného souboru. Nahrávání nemůže pokračovat

source: Checking upload permissions ...
cs_cz: Probíhá ověřování oprávnění pro nahrání souboru ...

source: Uploading file ...
cs_cz: Probíhá nahrávání souboru ...

source: Data File
cs_cz: Datový soubor

source: Documentation
cs_cz: Dokumentace

source: Example
cs_cz: Příklad

source: Resource Type
cs_cz: Typ zdroje

source: DataStore enabled
cs_cz: DataStore je povolen

source: Size (Bytes)
cs_cz: Velikost (Byte)

source: Done
cs_cz: Hotovo

source: This resource has unsaved changes.
cs_cz: Tento zdroj obsahuje neuložené změny.

source: e.g. csv, html, xls, rdf, ...
cs_cz: např. csv, html, xls, rdf, ...

source: Extra Fields
cs_cz: Doplňující položky

source: Add Extra Field
cs_cz: Přidat doplňující položku

source: Key
cs_cz: Klíč

source: Delete Resource
cs_cz: Smazat zdroj

source: You can use %aMarkdown formatting%b here.
cs_cz: Zde můžete použít %aformátování Markdown%b.

source: Dates are in %aISO Format%b — eg. %c2012-12-25%d or %c2010-05-31T14:30%d.
cs_cz: Data jsou v %aISO formátu%b — např. %c2012-12-25%d nebo %c2010-05-31T14:30%d.

source: Data File (Uploaded)
cs_cz: Datový soubor (nahraný)

source: Could not load preview
cs_cz: Náhled nelze nahrát

source: DataProxy returned an error
cs_cz: Nastala chyba v DataProxy

source: DataStore returned an error
cs_cz: Nastala chyba v DataStore

source: Find datasets
cs_cz: Najít datasety

source: Add a dataset
cs_cz: Přidat dataset

source: Page Logo
cs_cz: Logo stránky

source: Master content template placeholder … please replace me.
cs_cz: Prostor hlavní šablony obsahu ... prosím nahraďte dle potřeby

source: Contact Us
cs_cz: Kontaktujte nás

source: Privacy Policy
cs_cz: Pravidla pro ochranu soukromí

source: Sections
cs_cz: Sekce

source: Statistics
cs_cz: Statistiky

source: Site Admin
cs_cz: Správce webu

source: Languages
cs_cz: Jazyky

source: Licensed under the
cs_cz: Licencován v rámci

source: This Content and Data is Open
cs_cz: Otevřený obsah a data

source: Powered by
cs_cz: Tento web využívá

source: Administration - Authorization
cs_cz: Správa - Oprávnění

source: Update Existing Roles
cs_cz: Aktualizovat existující role

source: Save Changes
cs_cz: Uložit změny

source: Add Roles for Any User
cs_cz: Přidat role pro všechny uživatele

source: Add Role
cs_cz: Přidat roli

source: Administration Dashboard
cs_cz: Nástěnka správy

source: Current Sysadmins
cs_cz: Aktuální administrátoři

source: Administration - Trash
cs_cz: Správa - Koš

source: Deleted Revisions
cs_cz: Smazané revize

source: Purge them all (forever and irreversibly)
cs_cz: Vymazat všechny (navždy a nevratně)

source: Deleted Datasets
cs_cz: Smazané datasety

source: (None)
cs_cz: (Žádný)

source: Authorization:
cs_cz: Oprávnění:

source: Edit:
cs_cz: Úprava:

source: There are no datasets currently in this group.
cs_cz: V této skupině momentálně nejsou žádné datasety.

source: History:
cs_cz: Historie:

source: Compare »
cs_cz: Porovnat »

source: Group History
cs_cz: Historie skupiny

source: Groups of Datasets
cs_cz: Skupiny datasetů

source: What Are Groups?
cs_cz: Co to jsou skupiny?

source: Whilst tags are great at collecting datasets together, there are occasions when you want to restrict users from editing a collection. A [1:group] can be set-up to specify which users have permission to add or remove datasets from it.
cs_cz: I když jsou tagy skvělé pro tvoření kolekcí datasetů, existují případy kdy chcete zabrátnit uživatelům v úpravě kolekce. Může být vytvořena [1:skupina] určující kteří uživatelé mají právo přidávat a odebírat datasety z kolekce.

source: New Dataset...
cs_cz: Nový dataset...

source: Existing Dataset...
cs_cz: Existující dataset...

source: List Groups
cs_cz: Seznam skupin

source: Login to Add a Group
cs_cz: Abyste mohli přidat skupinu, musíte se přihlásit

source: Add A Group
cs_cz: Přidat skupinu

source: Errors in form
cs_cz: Chyby ve formuláři

source: Warning: URL is very long. Consider changing it to something shorter.
cs_cz: Warování: URL je dosti dlouhé. Zvažte, zda ho nezkrátit.

source: 2+ characters, lowercase, using only 'a-z0-9' and '-_'
cs_cz: alespoň 2 znaky, malá písmena, přípustné jen 'a-z0-9' a '-_'

source: Start with a summary sentence ...
cs_cz: Vložte popis datasetu

source: Image URL:
cs_cz: URL obrázku:

source: The URL for the image that is associated with this group.
cs_cz: URL obrázku, který je přiřazen této skupině.

source: active
cs_cz: aktivní

source: deleted
cs_cz: smazaný

source: Add...
cs_cz: Přidat...

source: Key =
cs_cz: Pojem =

source: Value =
cs_cz: Hodnota =

source: Add datasets
cs_cz: Přidat datasety

source: Resource Formats
cs_cz: Formáty zdrojů

source: State:
cs_cz: Stav:

source: [1:You searched for "%(query)s". ]%(number_of_results)s datasets found.
cs_cz: [1:Hledali jste "%(query)s". ]%(number_of_results)s datasetů se podařilo najít.

source: What was the [1:average price] of a house in the UK in 1935? When will India's projected population [2:overtake] that of China? Where can you see [3:publicly-funded art] in Seattle? Data to answer many, many questions like these is out there on the Internet somewhere - but it is not always easy to find.
cs_cz: Jaká byla [1:průměrná cena] domu ve Velké Británii v roce 1935? Kdy předpokládaná popoluace Indie [2:převýší] tu Číny? Kde můžete v Seattlu vidět [3:umění placené z veřejných prostředků]? Data, pomocí kterých je možné zodpovědět velké množství otázek jako jsou tyto, jsou dostupná na Internetu, ale vždy není jednoduché je najít.

source: %(site_title)s is a community-run catalogue of useful sets of data on the Internet. You can collect links here to data from around the web for yourself and others to use, or search for data that others have collected. Depending on the type of data (and its conditions of use), %(site_title)s may also be able to store a copy of the data or host it in a database, and provide some basic visualisation tools.
cs_cz: %(site_title)s je komunitou spravovaný katalog užitečných dat dostupných na Internetu. Můžete zde uchovávat odkazy na data z celého webu pro sebe, ale i pro ostatní. Můžete také vyhledávat data, která sem přidali jiní lidé. V závislosti na typu dat (a podmínkách jejich využití) můžete %(site_title)s využít pro ukládání kopií dat nebo je zpřístupnit v databázi. K dispozici máte také jednoduché vizualizační nástroje.

source: How it works
cs_cz: Jak to funguje

source: This site is running a powerful piece of open-source data cataloguing software called [1:CKAN], written and maintained by the [2:Open Knowledge Foundation]. Each 'dataset' record on CKAN contains a description of the data and other useful information, such as what formats it is available in, who owns it and whether it is freely available, and what subject areas the data is about. Other users can improve or add to this information (CKAN keeps a fully versioned history).
cs_cz: Na této stránce je provozován vyspělý open-source software pro katalogizaci dat [1:CKAN], který je vytvářen a spravován [2:Open Knowledge Foundation]. Každý záznam o 'datasetu' v CKANu obsahuje popis dat a další užitečné informace jako např. v jakých formátech jsou data k dispozici, kdo je vlastní, zda jsou data volně k dispozici a jakých oblastí se data dotýkají. Ostatní uživatelé mohou tyto informace doplňovat a vylepšovat (CKAN udržuje úplnou historii změn).

source: CKAN powers a number of data catalogues on the Internet. [1:The Data Hub] is an openly editable open data catalogue, in the style of Wikipedia. The UK Government uses CKAN to run [2:data.gov.uk], which currently lists 8,000 government datasets. Official public data from most European countries is listed in a CKAN catalogue at [3:publicdata.eu]. There is a comprehensive list of catalogues like these around the world at [4:datacatalogs.org], which is itself powered by CKAN.
cs_cz: CKAN je využíván pro řadu datových katalogů na Internetu. [1:The Data Hub] je volně upravovatelný katalog otevřených dat ve stylu Wikipedie. Vláda Velké Británie využívá CKAN pro svůj portál [2:data.gov.uk], který aktuálně obsahuje 8000 vládních datasetů. Oficiální data veřejné správy většiny evropských zemí jsou uvedena v katalogu [3:publicdata.eu] využívajícím CKAN. Obsáhlý seznam katalogů jako tyto z celého světa je uveden na portálu [4:datacatalogs.org], který také využívá CKAN.

source: Open data and the Open Knowledge Foundation
cs_cz: Otevřená data a Open Knowledge Foundation

source: Most of the data indexed at %(site_title)s is openly licensed, meaning anyone is free to use or re-use it however they like. Perhaps someone will take that nice dataset of a city's public art that you found, and add it to a tourist map - or even make a neat app for your phone that'll help you find artworks when you visit the city. Open data means more enterprise, collaborative science and transparent government. You can read more about open data in the [1:Open Data Handbook].
cs_cz: Většina dat indexovaných na %(site_title)s je otevřeně licencovaná, což znamená, že každý je může užívat libovolně. Možná tak někdo vezme dataset o umění ve Vašem městě a zobrazí ho na mapě, nebo dokonce vytvoří pěknou aplikaci pro Váš mobilní telefon, která Vám pomůže najít umění při procházení městem. Otevřená data znamenají více příležitostí pro podnikání, spolupráci ve vědě a transparentnější vládnutí. Více informací o otevřených datech Vám poskytne [1:Open Data Handbook].

source: The [1:Open Knowledge Foundation] is a non-profit organisation [2:promoting] open knowledge: writing and improving CKAN is one of the ways we do that. If you want to get involved with its design or code, join the discussion or development [3:mailing lists], or take a look at the [4:OKFN] site to find out about our other projects.
cs_cz: [1:Open Knowledge Foundation] je nezisková organizace, která [2:propaguje] otevřené vědění: vývoj a vylepšování CKANu je jedna z cest, kterou to děláme. Pokud máte zájem se zapojit do jeho návrhu nebo vývoje, přidejte se do vývojářského nebo diskusního mailing listu [3:mailing lists]. Nebo se můžete podívat na stránky [4:OKFN] a dozvědět se více o našich dalších projektech.

source: Welcome to
cs_cz: Vítejte na

source: Find data
cs_cz: Vyhledat data

source: contains
cs_cz: obsahuje

source: that you can browse, learn about and download.
cs_cz: to můžete prohlížet, poznávat a stahovat.

source: Share data
cs_cz: Sdílení dat

source: Add your own datasets to share them with others and to find other people interested in your data.
cs_cz: Přidejte vlastní datasety, sdílejte je s ostatními a zjistěte, kdo další se zajímá o Vaše data.

source: Create a dataset »
cs_cz: Vytvoření datasetu »

source: Sign up »
cs_cz: Zaregistrujte se »

source: Collaborate
cs_cz: Spolupracovat

source: Find out more about working with open data by exploring these resources:
cs_cz: Prozkoumáním následujících zdrojů se dozvíte více o tom, jak pracovat s otevřenými daty:

source: Open Data Handbook
cs_cz: Příručka otevřených dat

source: Who else is here?
cs_cz: Kdo sem přispívá?

source: has
cs_cz: má

source: datasets.
cs_cz: datasetů.

source: Import Datasets
cs_cz: Importovat datasety

source: Here you can supply an Excel file with details of multiple datasets and import these into
cs_cz: Sem můžete vložit soubor typu Excel s informacemi o více datasetech a tím je importovat do

source: Log in to use this tool
cs_cz: Pro použití tohoto nástroje se musíte přihlásit

source: Preview - Importer
cs_cz: Náhled - Importer

source: Import Preview
cs_cz: Náhled importu

source: read from
cs_cz: načten z

source: Further dataset previews not shown.
cs_cz: Další náhledy datasetu nejsou zobrazeny.

source: Edit summary (briefly describe the changes you have made)
cs_cz: Shrnutí úpravy (stručně popište provedené změny)

source: Author:
cs_cz: Autor:

source: Import
cs_cz: Importovat

source: Results - Importer
cs_cz: Výsledky - Importer

source: Import Results
cs_cz: Výsledky importu

source: - Datasets - History
cs_cz: - Datasety - Historie

source: - Edit - Datasets
cs_cz: - Upravit - Datasety

source: Basic Information
cs_cz: Základní informace

source: Further Information
cs_cz: Další informace

source: Since you have not signed in this will just be your IP address.
cs_cz: Protože nejste přihlášeni, bude zde uvedena Vaše IP adresa.

source: Click here to sign in
cs_cz: Klikněte sem pro přihlášení

source: before saving (opens in new window).
cs_cz: před uložením (otevře se v novém okně)

source: [1:Important:] By submitting content, you agree to release your contributions under the [2:Open Database License]. Please [3:refrain] from editing this page if you are [4:not] happy to do this.
cs_cz: [1:Důležité:] Zasláním obsahu souhlasíte se zveřejněním vašeho příspěvku pod [2:Otevřenou licencí]. Prosím, [3:neprovádějte] úpravy této stránky, pokud si to [4:nepřejete].

source: - Edit Resources - Datasets
cs_cz: - Upravit zdroje - Datasety

source: Edit Resources:
cs_cz: Upravit zdroje:

source: - Datasets - Followers
cs_cz: - Datasety - Následovníci

source: Followers:
cs_cz: Následovníci:

source: New key
cs_cz: Nový klíč

source: with value
cs_cz: s hodnotou

source: Dataset History
cs_cz: Historie datasetu

source: Resources (0)
cs_cz: Zdroje (0)

source: Add / Edit resources
cs_cz: Přidat / Upravit zdroje

source: Apps, Ideas etc
cs_cz: Aplikace, nápady atd.

source: Followers ({num_followers})
cs_cz: Následovníci ({num_followers})

source: Settings
cs_cz: Upravit

source: Add - Datasets
cs_cz: Přidat - Datasety

source: Add a Dataset
cs_cz: Přidat Dataset

source: A short descriptive title for the dataset
cs_cz: Krátký popisný název datasetu

source: Home Page
cs_cz: Domovská stránka

source: The URL for the web page describing the data (not the data itself).
cs_cz: URL stránky popisující data (ne dat samotných).

source: e.g. http://www.example.com/growth-figures.html
cs_cz: např. http://www.priklad.cz/grafy-rustu.html

source: (Don't worry if you don't know which license the data has been released under).
cs_cz: (Pokud nevíte, pod jakou licencí byla data zveřejněna, nechte položku nevyplněnou).

source: Member of:
cs_cz: Je členem:

source: Add to:
cs_cz: Přidat do:

source: Cannot add any groups.
cs_cz: Nelze přidat žádné skupiny.

source: Comma-separated terms that may link this dataset to similar ones. For more information on conventions, see [1:this wiki page].
cs_cz: Skupina termínů oddělených čárkami, které mohou provázat tento dataset s jemu podobnými. Další informace o pravidlech jejich vytváření naleznete na [1:této wiki stránce].

source: e.g. pollution, rivers, water quality
cs_cz: např. znečištění, řeky, kvalita vody

source: Add Resources
cs_cz: Přidat zdroje

source: Upload or link data files, APIs and other materials related to your dataset.
cs_cz: Nahrajte nebo přidejte odkaz na datové soubory, API a další materiály související s Vaším datasetem.

source: New resource...
cs_cz: Nový zdroj...

source: Link to a file
cs_cz: Odkaz na soubor

source: Link to an API
cs_cz: Odkaz na API

source: File URL
cs_cz: URL souboru

source: The name of the main contact, for enquiries about this particular dataset, using the e-mail address in the following field.
cs_cz: Jméno hlavního kontaktu pro dotazy o tomto konkrétním datasetu, který používá email v následujícím poli.

source: Author email
cs_cz: Email autora

source: If there is another important contact person (in addition to the person in the Author field) then provide details here.
cs_cz: Pokud existuje jiná důležitá kontaktní osoba (kromě osoby v poli Autor), uveďte ji zde.

source: Maintainer email
cs_cz: Email správce

source: A number representing the version (if applicable)
cs_cz: Číslo reprezentující verzi (pokud lze)

source: e.g. 1.2.0
cs_cz: např. 1.2.0

source: Adding custom fields to the dataset such as "location:uk" can help users find it in the search engine. This data will also appear under
cs_cz: Přidání vlastních polí k datasetu jako je například "location:uk" může pomoci ostatním uživatelům data lépe vyhledat pomocí vyhledávačů. Tyto hodnoty se také objeví v dolní části

source: when viewing the dataset.
cs_cz: při prohlížení datasetu.

source: Do you really want to change the state of this dataset?
cs_cz: Opravdu si přejete změnit stav tohoto datasetu?

source: Yes!
cs_cz: Ano!

source: This dataset is
cs_cz: Tento dataset je

source: Summary
cs_cz: Souhrn

source: Briefly describe the changes you have made...
cs_cz: Stručně popište změny, které jste udělali
