Repository: Accela-Inc/ckan
Catalog: ckan/i18n/*/LC_MESSAGES/ckan.po
Languages: cs_cz

source: Authorization function not found: %s
cs_cz: Autorizační funkce nebyla nalezena: %s

source: Admin
cs_cz: Administrátor

source: Editor
cs_cz: Redaktor

source: Member
cs_cz: Člen

source: Need to be system administrator to administer
cs_cz: Pro provádění správy musíte být systémový administrátor

source: Site Title
cs_cz: Název portálu

source: Style
cs_cz: Styl

source: Site Tag Line
cs_cz: Popisek portálu

source: Site Tag Logo
cs_cz: Malé logo portálu

source: About
cs_cz: Co je CKAN?

source: About page text
cs_cz: Text stránky „O portálu“

source: Intro Text
cs_cz: Úvodní text

source: Text on home page
cs_cz: Text na domovské stránce

source: Custom CSS
cs_cz: Vlastní nebo upravené CSS

source: Customisable css inserted into the page header
cs_cz: Upravené CSS vkládané do záhlaví stránky

source: Homepage
cs_cz: Hlavní stránka

source: Cannot purge package %s as associated revision %s includes non-deleted packages %s
cs_cz: Balíček %s nelze vymazat, dokud propojená revize %s obsahuje nesmazané balíčky %s

source: Problem purging revision %s: %s
cs_cz: Problém při odstraňování revize %s: %s

source: Purge complete
cs_cz: Vymazat celé

source: Action not implemented.
cs_cz: Tato akce není implementována.

source: Not authorized to see this page
cs_cz: Nemáte oprávnění vidět tuto stránku

source: Access denied
cs_cz: Přístup zamítnut

source: Not found
cs_cz: Nenalezeno

source: Bad request
cs_cz: Chybný požadavek

source: Action name not known: %s
cs_cz: Název akce není znám: %s

source: JSON Error: %s
cs_cz: Chyba JSON: %s

source: Bad request data: %s
cs_cz: Neplatný požadavek na data: %s

source: Cannot list entity of this type: %s
cs_cz: Nelze vypsat prvky tohoto typu: %s

source: Cannot read entity of this type: %s
cs_cz: Nelze číst prvky tohoto typu: %s

source: Cannot create new entity of this type: %s %s
cs_cz: Nelze vytvořit nový prvek tohoto typu: %s %s

source: Unable to add package to search index
cs_cz: Do vyhledávacího indexu nelze přidat balíček

source: Cannot update entity of this type: %s
cs_cz: Nelze aktualizovat prvek tohoto typu: %s

source: Unable to update search index
cs_cz: Vyhledávací index nelze aktualizovat

source: Cannot delete entity of this type: %s %s
cs_cz: Nelze smazat prvek tohoto typu: %s %s

source: No revision specified
cs_cz: Nevybral jste žádnou verzi

source: There is no revision with id: %s
cs_cz: Neexistuje verze s id: %s

source: Missing search term ('since_id=UUID' or 'since_time=TIMESTAMP')
cs_cz: Chybějící parametr vyhledávání ('since_id=UUID' nebo 'since_time=TIMESTAMP')

source: Could not read parameters: %r
cs_cz: Nelze číst parametry: %r

source: Bad search option: %s
cs_cz: Chybný parametr vyhledávání: %s

source: Unknown register: %s
cs_cz: Neznamý registr: %s

source: Malformed qjson value: %r
cs_cz: Špatně naformátovaná hodnota pomocí qjson: %r

source: Request params must be in form of a json encoded dictionary.
cs_cz: Parametry požadavku musí mít formu kódování slovníku JSON.

source: Group not found
cs_cz: Skupina nebyla nalezena

source: Organization not found
cs_cz: Organizace nebyla nalezena

source: Incorrect group type
cs_cz: Neplatný typ skupiny

source: Unauthorized to read group %s
cs_cz: Nemáte oprávnění číst skupinu %s

source: Organizations
cs_cz: Organizace

source: Groups
cs_cz: Skupiny

source: Tags
cs_cz: Tagy

source: Formats
cs_cz: Formáty

source: License
cs_cz: Licence

source: Not authorized to perform bulk update
cs_cz: Nemáte oprávnění k provedení hromádné aktualizace

source: Unauthorized to create a group
cs_cz: Nemáte oprávnění vytvořit skupinu

source: Licenses
cs_cz: Licence

source: User %r not authorized to edit %s
cs_cz: Uživatel %r nemá oprávnění měnit %s

source: Integrity Error
cs_cz: Chyba v integritě

source: User %r not authorized to edit %s authorizations
cs_cz: Uživatel %r nemá oprávnění měnit oprávnění pro %s

source: Unauthorized to delete group %s
cs_cz: Nemáte oprávnění odstranit skupinu %s

source: Organization has been deleted.
cs_cz: Organizace byla odstraněna.

source: Group has been deleted.
cs_cz: Skupina byla odstraněna.

source: Unauthorized to add member to group %s
cs_cz: Nemáte oprávnění přidat člena do skupiny %s

source: Unauthorized to delete group %s members
cs_cz: Nemáte oprávnění odstranit členy skupiny %s

source: Group member has been deleted.
cs_cz: Člen skupiny byl odstraněn

source: Select two revisions before doing the comparison.
cs_cz: Pro porovnání musíte vybrat dvě verze

source: User %r not authorized to edit %r
cs_cz: Uživatel %r nemá oprávnění měnit %r

source: CKAN Group Revision History
cs_cz: Historie verzí skupiny CKAN

source: Recent changes to CKAN Group:
cs_cz: Nedávné změny skupiny CKAN:

source: Log message:
cs_cz: Zpráva logu:

source: Unauthorized to read group {group_id}
cs_cz: Nemáte oprávnění nahlížet do skupiny {group_id}

source: You are now following {0}
cs_cz: Nyní sledujete {0}

source: You are no longer following {0}
cs_cz: Přestal(-a) jste sledovat {0}

source: Unauthorized to view followers %s
cs_cz: Nemáte oprávnění zobrazit následovníky %s

source: This site is currently off-line. Database is not initialised.
cs_cz: Tato stránka je v právě off-line. Databáze není inicializována.

source: Please <a href="{link}">update your profile</a> and add your email address and your full name. {site} uses your email address if you need to reset your password.
cs_cz: Prosím, <a href="{link}"> upravte si svůj profil</a> a doplňte svou emailovou adresu a své celé jméno. {site}používá Vaši emailovou adresu v případě, že potřebujete obnovit heslo.

source: Please <a href="%s">update your profile</a> and add your email address.
cs_cz: Prosím, <a href="%s">upravte si svůj profil</a> a doplňte svou emailovou adresu.

source: %s uses your email address if you need to reset your password.
cs_cz: %s používá Vaši emailovou adresu v případě, že potřebujete obnovit heslo.

source: Please <a href="%s">update your profile</a> and add your full name.
cs_cz: Prosím, <a href="%s">upravte si svůj profil</a> a doplňte své celé jméno.

source: Parameter "{parameter_name}" is not an integer
cs_cz: Parametr s názvem "{parameter_name}" není celé číslo

source: Dataset not found
cs_cz: Dataset nenalezen

source: Unauthorized to read package %s
cs_cz: Nemáte oprávnění číst balíček %s

source: Invalid revision format: %r
cs_cz: Neplatný formát verze: %r

source: Viewing {package_type} datasets in {format} format is not supported (template file {file} not found).
cs_cz: Zobrazení datasetů typu {package_type} ve formátu {format} není podporováno (soubor šablony {file} nebyl nalezen).

source: CKAN Dataset Revision History
cs_cz: Historie revizí CKAN datasetů

source: Recent changes to CKAN Dataset:
cs_cz: Nedávné změny v CKAN datasetu:

source: Unauthorized to create a package
cs_cz: Nemáte oprávnění vytvořit balíček

source: Unauthorized to edit this resource
cs_cz: Nemáte oprávnění upravovat tento zdroj

source: Resource not found
cs_cz: Zdroj nebyl nalezen

source: Unauthorized to update dataset
cs_cz: Nemáte oprávnění upravovat dataset

source: The dataset {id} could not be found.
cs_cz: Dataset {id} nebyl nalezen

source: You must add at least one data resource
cs_cz: Musíte přidat alespoň jeden datový zdroj

source: Error
cs_cz: Chyba

source: Unauthorized to create a resource
cs_cz: Nemáte oprávnění vytvořit zdroj

source: Unable to add package to search index.
cs_cz: Do vyhledávacího indexu nelze přidat balíček.

source: Unable to update search index.
cs_cz: Vyhledávací index nelze aktualizovat.

source: Unauthorized to create a resource for this package
cs_cz: Nemáte oprávnění vytvořit zdroj pro tento balíček

source: Unauthorized to delete package %s
cs_cz: Nemáte oprávnění smazat balíček %s

source: Dataset has been deleted.
cs_cz: Dataset byl smazán.

source: Resource has been deleted.
cs_cz: Zdroj byl odstraněn.

source: Unauthorized to delete resource %s
cs_cz: Nemáte oprávnění odstranit zdroj %s

source: Unauthorized to read dataset %s
cs_cz: Nemáte oprávnění k prohlížení datasetu %s

source: Resource view not found
cs_cz: Zobrazení zdroje nebylo nalezeno

source: Unauthorized to read resource %s
cs_cz: Nemáte oprávnění číst nebo přistupovat ke zdroji %s

source: Resource data not found
cs_cz: Data ze zdroje nebyla nalezena

source: No download is available
cs_cz: K dispozici nejsou žádné stažitelné soubory

source: Unauthorized to edit resource
cs_cz: Nemáte povolení upravovat zdroj

source: View not found
cs_cz: Zobrazení nebylo nalezeno

source: Unauthorized to view View %s
cs_cz: Nemáte povolení pro Zobrazení %s

source: View Type Not found
cs_cz: Typ zobrazení nebyl nalezen

source: Bad resource view data
cs_cz: Chybná data zobrazení zdroje

source: No preview has been defined.
cs_cz: Žádný náhled nebyl definován.

source: Most viewed
cs_cz: Nejvíce zobrazované

source: Most Viewed
cs_cz: Nejvíce zobrazené

source: Least Viewed
cs_cz: Naposledy zobrazené

source: Newest
cs_cz: Nejnovější

source: Unauthorized to read resource view %s
cs_cz: Nemáte povolení číst zobrazení zdroje %s

source: Resource view not supplied
cs_cz: Zobrazení zdroje nebylo dodáno

source: Oldest
cs_cz: Nejstarší

source: The requested related item was not found
cs_cz: Požadovaná související položka nebyla nalezena

source: Related item not found
cs_cz: Související položka nebyla nalezena

source: Not authorized
cs_cz: K této akci nemáte oprávnění

source: Package not found
cs_cz: Balíček nenalezen

source: Related item was successfully created
cs_cz: Související položka byla úspěšně vytvořena

source: Related item was successfully updated
cs_cz: Související položka byla úspěšně upravena

source: Related item has been deleted.
cs_cz: Související položka byla odstraněna.

source: Unauthorized to delete related item %s
cs_cz: Nemáte oprávnění odstranit související položku %s

source: Application
cs_cz: Aplikace

source: Idea
cs_cz: Nápad

source: News Article
cs_cz: Novinový článek

source: Paper
cs_cz: Odborný článek

source: Post
cs_cz: Příspěvek

source: Visualization
cs_cz: Vizualizace

source: CKAN Repository Revision History
cs_cz: Historie verzí úložiště CKAN

source: Recent changes to the CKAN repository.
cs_cz: Poslední změny v úložišti CKAN.

source: Datasets affected: %s.
cs_cz: Ovlivněné datasety: %s.

source: Revision updated
cs_cz: Revize aktualizována

source: Other
cs_cz: Další

source: Tag not found
cs_cz: Tag nebyl nalezen

source: User not found
cs_cz: Uživatel nebyl nalezen

source: Unauthorized to register as a user.
cs_cz: Nemáte oprávnění se registrovat jako uživatel.

source: Unauthorized to create a user
cs_cz: Nemáte oprávnění vytvářet uživatele

source: Unauthorized to delete user with id "{user_id}".
cs_cz: Nemáte oprávnění smazat uživatele s identifikátorem "{user_id}".

source: No user specified
cs_cz: Nebyl vybrán žádný uživatel

source: Unauthorized to edit user %s
cs_cz: Nemáte oprávnění upravovat uživatele %s

source: Profile updated
cs_cz: Profil upraven

source: Unauthorized to create user %s
cs_cz: Nemáte oprávnění vytvořit uživatele %s

source: Bad Captcha. Please try again.
cs_cz: Chybný kontrolní kód. Zkuste to prosím znovu.

source: User "%s" is now registered but you are still logged in as "%s" from before
cs_cz: Uživatel "%s" byl úspěšně zaregistrován, nicméně od minula jste stále přihlášeni jako "%s"

source: Unauthorized to edit a user.
cs_cz: Nemáte oprávnění upravovat uživatele.

source: User %s not authorized to edit %s
cs_cz: Uživatel %s není oprávněn upravovat %s

source: %s is now logged in
cs_cz: %s je právě přihlášeno

source: Login failed. Bad username or password.
cs_cz: Přihlášení se nezdařilo. Zadali jste špatné uživatelské jméno nebo heslo.

source: (Or if using OpenID, it hasn't been associated with a user account.)
cs_cz: (V případě, že používáte OpenID, mohlo se stát, že Váše OpenID není přiřazeno k uživatelskému účtu.)

source: Unauthorized to request reset password.
cs_cz: Nemáte oprávnění požadovat obnovu hesla.

source: "%s" matched several users
cs_cz: "%s" odpovídá několika uživatelům

source: No such user: %s
cs_cz: Žádné podobný uživatel: %s

source: Please check your inbox for a reset code.
cs_cz: Zkontrolujte prosím, zda nemáte v doručené poště kód pro obnovení.

source: Could not send reset link: %s
cs_cz: Nepodařilo se odeslat odkaz pro obnovení: %s

source: Unauthorized to reset password.
cs_cz: Nemáte oprávnění obnovit heslo.

source: Invalid reset key. Please try again.
cs_cz: Neplatný obnovovaní klíč. Zkuste to prosím znovu.

source: Your password has been reset.
cs_cz: Vaše heslo bylo obnoveno.

source: Your password must be 4 characters or longer.
cs_cz: Vaše heslo musí mít alespoň 4 znaky.

source: The passwords you entered do not match.
cs_cz: Zadaná hesla se neshodují.

source: You must provide a password
cs_cz: Musíte zadat heslo

source: Follow item not found
cs_cz: Sledovaná položka nebyla nalezena

source: {0} not found
cs_cz: Nepodařilo se najít {0}

source: Unauthorized to read {0} {1}
cs_cz: Nemáte oprávnění k prohlížení {0} {1}

source: Everything
cs_cz: Všechno

source: Missing Value
cs_cz: Chybějící hodnota

source: Redirecting to external site is not allowed.
cs_cz: Přesměrování na externí stránky není povoleno

source: {actor} added the tag {tag} to the dataset {dataset}
cs_cz: {actor} přidal(-a) tag {tag} k datasetu {dataset}

source: {actor} updated the group {group}
cs_cz: {actor} upravil(-a) skupinu {group}

source: {actor} updated the organization {organization}
cs_cz: {actor} upravil(-a) organizaci {organization}

source: {actor} updated the dataset {dataset}
cs_cz: {actor} upravil(-a) dataset {dataset}

source: {actor} changed the extra {extra} of the dataset {dataset}
cs_cz: {actor} změnil(-a) rozšiřující atribut {extra} datasetu {dataset}

source: {actor} updated the resource {resource} in the dataset {dataset}
cs_cz: {actor} upravil(-a) zdroj {resource} datasetu {dataset}

source: {actor} updated their profile
cs_cz: {actor} aktualizoval(a) profil

source: {actor} updated the {related_type} {related_item} of the dataset {dataset}
cs_cz: {actor} upravil(-a) související položku {related_item} typu {related_type}, která náleží k datasetu {dataset}

source: {actor} updated the {related_type} {related_item}
cs_cz: {actor} upravil(-a) související položku {related_item} typu {related_type}

source: {actor} deleted the group {group}
cs_cz: {actor} odstranil(-a) skupinu {group}

source: {actor} deleted the organization {organization}
cs_cz: {actor} odstranil(-a) organizaci {organization}

source: {actor} deleted the dataset {dataset}
cs_cz: {actor} smazal(-a) dataset {dataset}

source: {actor} deleted the extra {extra} from the dataset {dataset}
cs_cz: {actor} odstranil(-a) rozšiřující atribut {extra} z datasetu {dataset}

source: {actor} deleted the resource {resource} from the dataset {dataset}
cs_cz: {actor} odstranil(-a) zdroj {resource} z datasetu {dataset}

source: {actor} created the group {group}
cs_cz: {actor} vytvořil(-a) skupinu {group}

source: {actor} created the organization {organization}
cs_cz: {actor} vytvořil(-a) organizaci {organization}

source: {actor} created the dataset {dataset}
cs_cz: {actor} vytvořil(-a) dataset {dataset}

source: {actor} added the extra {extra} to the dataset {dataset}
cs_cz: {actor} přidal(-a) rozšiřující atribut {extra} k datasetu {dataset}

source: {actor} added the resource {resource} to the dataset {dataset}
cs_cz: {actor} přidal(-a) zdroj {resource} k datasetu {dataset}

source: {actor} signed up
cs_cz: {actor} se přihlásil(a)

source: {actor} removed the tag {tag} from the dataset {dataset}
cs_cz: {actor} odstranil(-a) tag {tag} z datasetu {dataset}

source: {actor} deleted the related item {related_item}
cs_cz: {actor} smazal(-a) související položku {related_item}

source: {actor} started following {dataset}
cs_cz: {actor} nyní sleduje {dataset}

source: {actor} started following {user}
cs_cz: {actor} nyní sleduje {user}

source: {actor} started following {group}
cs_cz: {actor} nyní sleduje {group}

source: {actor} added the {related_type} {related_item} to the dataset {dataset}
cs_cz: {actor} přidal(-a) související položku {related_item} typu {related_type} k datasetu {dataset}

source: {actor} added the {related_type} {related_item}
cs_cz: {actor} přidal(-a) související položku {related_item} typu {related_type}

source: View
cs_cz: Zobrazení

source: 1 new activity from {site_title}
cs_cz: 1 nová aktivita na {site_title}

source: January
cs_cz: Leden

source: February
cs_cz: Únor

source: March
cs_cz: Březen

source: April
cs_cz: Duben

source: May
cs_cz: Květen

source: June
cs_cz: Červen

source: July
cs_cz: Červenec

source: August
cs_cz: Srpen

source: September
cs_cz: Září

source: October
cs_cz: Říjen

source: November
cs_cz: Listopad

source: December
cs_cz: Prosinec

source: Just now
cs_cz: Právě teď

source: {mins} minute ago
cs_cz: před {mins} minutou

source: {hours} hour ago
cs_cz: před {hours} hodinou

source: {days} day ago
cs_cz: před {days} dnem

source: {months} month ago
cs_cz: před {months} měsícem

source: over {years} year ago
cs_cz: před více než {years} rokem

source: {bytes} bytes
cs_cz: {bytes} bytů

source: Update your avatar at gravatar.com
cs_cz: Prosím, aktualizujte svého avatara na webu gravatar.com

source: Unknown
cs_cz: Neznámo

source: Unnamed resource
cs_cz: Nepojmenovaný zdroj

source: Created new dataset.
cs_cz: Vytvořit nový dataset.

source: Edited resources.
cs_cz: Upravené zdroje.

source: Edited settings.
cs_cz: Upravená nastavení.

source: {number} view
cs_cz: {number} shlédnutí

source: {number} recent view
cs_cz: {number} nedávné shlédnutí

source: The resource url is not specified.
cs_cz: URL zdroje není zadáno.

source: No preview handler for resource of type {0}
cs_cz: Není k dispozici ovladač náhledu zdroje typu {0}

source: The resource format is not specified.
cs_cz: Formát zdroje není uveden.

source: Dear %s,
cs_cz: Vážený %s,

source: No recipient email address available!
cs_cz: Není k dispozici žádná e-mailová adresa příjemce!

source: You have requested your password on {site_title} to be reset. Please click the following link to confirm this request: %(reset_link)s
cs_cz: Na stránce %(site_title)s jste požádal(-a) o obnovení hesla. Prosím, použijte následující odkaz a potvrďte Váš požadavek: %(reset_link)s

source: You have been invited to %(site_title)s. A user has already been created to you with the username %(user_name)s. You can change it later. To accept this invite, please reset your password at: %(reset_link)s
cs_cz: Toto je pozvánka ke vstupu na %(site_title)s. Byl pro Vás vytvořen uživatelský účet s uživatelským jménem: %(user_name)s. Toto uživatelské jméno si můžete později změnit. Pokud chcete tuto pozvánku přijmout, prosím, nastavte si heslo zde: %(reset_link)s

source: You have been invited to {site_title}. A user has already been createdto you with the username {user_name}. You can change it later. To accept this invite, please reset your password at: {reset_link}
cs_cz: Byli jste pozváni na {site_title}. Uživatelské jméno {user_name} pro vás již bylo vytvořeno. Můžete si ho změnit později. Pro přijetí této pozvánky si nastavte heslo na: {reset_link}

source: Reset your password
cs_cz: Obnovit heslo

source: Invite for {site_title}
cs_cz: Poslat pozvánku ke vstupu na {site_title}

source: No web page given
cs_cz: Nebyla zadána webová stránka

source: Author not given
cs_cz: Autor není zadán

source: Maintainer not given
cs_cz: Správce není zadán

source: No links are allowed in the log_message.
cs_cz: V log_message nejsou povoleny odkazy.

source: Missing value
cs_cz: Chybějící hodnota

source: The input field %(name)s was not expected.
cs_cz: Neočekávaný název vstupního pole %(name)s

source: Please enter an integer value
cs_cz: Prosím, zadejte celočíselnou hodnotu

source: Resources
cs_cz: Zdroje

source: Package resource(s) invalid
cs_cz: Neplatný zdroj balíčku

source: Extras
cs_cz: Vlastní položky

source: Tag vocabulary "%s" does not exist
cs_cz: Slovník tagů "%s" neexistuje

source: User
cs_cz: Uživatel

source: Group
cs_cz: Skupina

source: Could not parse as valid JSON
cs_cz: Vstup není platný JSON

source: A organization must be supplied
cs_cz: Organizace musí být zadána

source: You cannot remove a dataset from an existing organization
cs_cz: Nemůžete odebrat dataset z existující organizace

source: Organization does not exist
cs_cz: Organizace neexistuje

source: You cannot add a dataset to this organization
cs_cz: Nemůžete přidat dataset do této organizace

source: Invalid integer
cs_cz: Neplatné číslo

source: Must be a natural number
cs_cz: Hodnota musí být přirozené číslo

source: Must be a postive integer
cs_cz: Hodnota musí být kladné celé číslo

source: Date format incorrect
cs_cz: Nesprávný formát data

source: Dataset id already exists
cs_cz: ID datové sady již existuje

source: Resource
cs_cz: Zdroj

source: Related
cs_cz: Související

source: That group name or ID does not exist.
cs_cz: Skupina s takovýmto názvem nebo ID neexistuje.

source: Activity type
cs_cz: Typ události

source: Names must be strings
cs_cz: Jméno musí být textový řetězec

source: That name cannot be used
cs_cz: Takovéto jméno nemůže být použito

source: Must be at least %s characters long
cs_cz: Musí být alespoň %s znaků

source: Name must be a maximum of %i characters long
cs_cz: Jméno může mít nejvýše %i znaků

source: Must be purely lowercase alphanumeric (ascii) characters and these symbols: -_
cs_cz: Musí být čistě alfanumerické (ascii) malé znaky a tyto symboly: -_

source: That URL is already in use.
cs_cz: Toto URL je již používáno.

source: Name "%s" length is less than minimum %s
cs_cz: Jméno "%s" je kratší než minimální počet znaků stanovený na %s

source: Name "%s" length is more than maximum %s
cs_cz: Jméno "%s" je delší než maximální počet znaků stanovený na %s

source: Version must be a maximum of %i characters long
cs_cz: Označení verze může mít nejvýše %i znaků

source: Duplicate key "%s"
cs_cz: Duplicitní klíč "%s"

source: Group name already exists in database
cs_cz: Název skupiny již v databázi existuje

source: Tag "%s" length is less than minimum %s
cs_cz: Tag "%s" je kratší než minimální počet %s znaků

source: Tag "%s" length is more than maximum %i
cs_cz: Délka tag "%s" je větší než povolené maximum %i

source: Tag "%s" must be alphanumeric characters or symbols: -_.
cs_cz: Tag "%s" může obsahovat pouze malá písmena bez diakritiky, číslice a znaky - (pomlčka) a _ (podtržítko)

source: Tag "%s" must not be uppercase
cs_cz: Tag "%s" nesmí obsahovat velká písmena

source: User names must be strings
cs_cz: Uživatelské jméno musí být textový řetězec

source: That login name is not available.
cs_cz: Toto přihlašovací jméno není k dispozici.

source: Please enter both passwords
cs_cz: Zadejte prosím obě hesla

source: Passwords must be strings
cs_cz: Heslo musí být textový řetězec

source: Your password must be 4 characters or longer
cs_cz: Heslo musí mít alespoň 4 znaky

source: The passwords you entered do not match
cs_cz: Zadaná hesla se neshodují

source: Edit not allowed as it looks like spam. Please avoid links in your description.
cs_cz: Úprava nebyla povolena, protože vypadá jako spam. Vyhněte se prosím v popisu odkazům.

source: That vocabulary name is already in use.
cs_cz: Jméno slovníku je již používáno

source: Name must be at least %s characters long
cs_cz: Název musí být dlouhý alespoň %s znaků

source: Cannot change value of key from %s to %s. This key is read-only
cs_cz: Nelze změnit hodnotu pojmu z %s na %s. Tento pojem je pouze pro čtení.

source: Tag vocabulary was not found.
cs_cz: Slovník tagů nebyl nalezen.

source: Tag %s does not belong to vocabulary %s
cs_cz: Tag %s nepatří do slovníku %s

source: No tag name
cs_cz: Žádný název tagu
