Repository: Accela-Inc/ckan
Catalog: ckan/i18n/*/LC_MESSAGES/ckan.po
Languages: cs_cz

source: Tag %s already belongs to vocabulary %s
cs_cz: Tag %s ve slovníku %s již existuje

source: Please provide a valid URL
cs_cz: Prosím, zadejte platný URL

source: role does not exist.
cs_cz: role neexistuje.

source: Datasets with no organization can't be private.
cs_cz: Dataset, který nenáleží do žádné organizace, nemůže být soukromý.

source: Not a list
cs_cz: Toto není seznam

source: Not a string
cs_cz: Toto není textový řetězec

source: This parent would create a loop in the hierarchy
cs_cz: Přidáním tohoto nadřazeného objektu vytvoříte v rámci hierarchie cyklickou vazbu

source: "filter_fields" and "filter_values" should have the same length
cs_cz: "filter_fields" a "filter_values" by měly mít stejnou délku

source: "filter_fields" is required when "filter_values" is filled
cs_cz: "filter_fields" je vyžadováno když je vyplněno "filter_values"

source: "filter_values" is required when "filter_fields" is filled
cs_cz: "filter_values" je vyžadováno když je "filter_fields" vyplněno

source: There is a schema field with the same name
cs_cz: Pole schematu se stejným jménem již existuje

source: REST API: Create object %s
cs_cz: REST API: Vytvořit objekt %s

source: REST API: Create package relationship: %s %s %s
cs_cz: REST API: Vytvořit vztah balíčků: %s %s %s

source: REST API: Create member object %s
cs_cz: REST API: Vytvořit příslušný objekt %s

source: Trying to create an organization as a group
cs_cz: Vytvářím organizaci jako skupinu

source: You must supply a package id or name (parameter "package").
cs_cz: Musíte zadat název nebo id balíčku (parametr "balíček").

source: You must supply a rating (parameter "rating").
cs_cz: Musíte vyplnit hodnocení (parametr "hodnocení").

source: Rating must be an integer value.
cs_cz: Hodnocení musí být celé číslo.

source: Rating must be between %i and %i.
cs_cz: Hodnocení musí být číslo mezi %i a %i.

source: You must be logged in to follow users
cs_cz: Abyste mohl(-a) sledovat uživatele, musíte se přihlásit

source: You cannot follow yourself
cs_cz: Nemůžete sledovat sami sebe

source: You are already following {0}
cs_cz: {0} již sledujete

source: You must be logged in to follow a dataset.
cs_cz: Abyste mohl(-a) sledovat dataset, musíte se přihlásit.

source: User {username} does not exist.
cs_cz: Uživatel s uživatelským jménem {username} neexistuje.

source: You must be logged in to follow a group.
cs_cz: Abyste mohl(-a) sledovat skupinu, musíte se přihlásit.

source: REST API: Delete Package: %s
cs_cz: REST API: Smazat balíček: %s

source: REST API: Delete %s
cs_cz: REST API: Smazat %s

source: REST API: Delete Member: %s
cs_cz: REST API: Smazat člena: %s

source: id not in data
cs_cz: data neobsahují id

source: Could not find vocabulary "%s"
cs_cz: Nelze najít slovník "%s"

source: Could not find tag "%s"
cs_cz: Nelze najít tag "%s"

source: You must be logged in to unfollow something.
cs_cz: Abyste mohl(-a) cokoli přestat sledovat, musí se přihlásit.

source: You are not following {0}.
cs_cz: Nesledujete {0}.

source: Do not specify if using "query" parameter
cs_cz: Neuvádět, pokud používáte parametr „vyhledávání“

source: Must be <field>:<value> pair(s)
cs_cz: Je třeba uvést dvojici(-e) <atribut>:<hodnota>

source: Field "{field}" not recognised in resource_search.
cs_cz: Pole "{field}" nebylo rozpoznáno během vyhledávání zdrojů.

source: unknown user:
cs_cz: neznámý uživatel:

source: Item was not found.
cs_cz: Položka nebyla nalezena.

source: Resource was not found.
cs_cz: Zdroj nebyl nalezen.

source: Package was not found.
cs_cz: Balíček nebyl nalezen.

source: REST API: Update object %s
cs_cz: REST API: Aktualizovat objekt %s

source: REST API: Update package relationship: %s %s %s
cs_cz: REST API: Aktualizovat vztah balíčků: %s %s %s

source: TaskStatus was not found.
cs_cz: TaskStatus nenalezen.

source: Organization was not found.
cs_cz: Organizace nenalezena.

source: User %s not authorized to create packages
cs_cz: Uživatel %s nemá oprávnění vytvářet balíčky

source: User %s not authorized to edit these groups
cs_cz: Uživatel %s nemá oprávnění upravovat tyto skupiny

source: User %s not authorized to add dataset to this organization
cs_cz: Uživatel %s nemá oprávnění přidat dataset k této organizaci

source: You must be a sysadmin to create a featured related item
cs_cz: Musíte být systémovým administrátorem, abyste mohli přidat související položku

source: You must be logged in to add a related item
cs_cz: Musíte se přihlásit, pokud chcete přidat související položku

source: No dataset id provided, cannot check auth.
cs_cz: Nebylo zadáno žádné ID datové sady. Nelze autorizovat.

source: No package found for this resource, cannot check auth.
cs_cz: Pro tento zdroj nebyl nalezen žádný balíček, nelze zkontrolovat oprávnění.

source: User %s not authorized to create resources on dataset %s
cs_cz: Uživatel %s není oprávněn k tvorbě zdrojů datové sady %s

source: User %s not authorized to edit these packages
cs_cz: Uživatel %s nemá oprávnění upravovat tyto balíčky

source: User %s not authorized to create groups
cs_cz: Uživatel %s nemá oprávnění vytvářet skupiny

source: User %s not authorized to create organizations
cs_cz: Uživatel %s nemá oprávnění vytvářet organizace

source: User {user} not authorized to create users via the API
cs_cz: Uživatel {user} není oprávněn vytvářet uživatelské účty prostřednictvím API

source: Not authorized to create users
cs_cz: Nemáte oprávnění vytvářet uživatelské účty

source: Group was not found.
cs_cz: Skupina nebyla nalezena.

source: Valid API key needed to create a package
cs_cz: K vytvoření balíčku je potřebný platný API klíč

source: Valid API key needed to create a group
cs_cz: K vytvoření skupiny je potřebný platný API klíč

source: User %s not authorized to add members
cs_cz: Uživatel %s nemá oprávnění přidávat členy

source: User %s not authorized to edit group %s
cs_cz: Uživatel %s nemá oprávnění upravovat skupinu %s

source: User %s not authorized to delete package %s
cs_cz: Uživatel %s nemá oprávnění smazat balíček %s

source: User %s not authorized to delete resource %s
cs_cz: Uživatel %s nemá oprávnění odstranit zdroj %s

source: Only the owner can delete a related item
cs_cz: Pouze vlastník může smazat související položku

source: Resource view not found, cannot check auth.
cs_cz: Nebylo nalezeno zobrazení zdroje. Nelze autorizovat.

source: User %s not authorized to delete relationship %s
cs_cz: Uživatel %s nemá oprávnění smazat vztah %s

source: User %s not authorized to delete groups
cs_cz: Uživatel %s nemá oprávnění odstraňovat skupiny

source: User %s not authorized to delete group %s
cs_cz: Uživatel %s nemá oprávnění smazat skupinu %s

source: User %s not authorized to delete organizations
cs_cz: Uživatel %s nemá oprávnění odstraňovat organizace

source: User %s not authorized to delete organization %s
cs_cz: Uživatel %s nemá oprávnění odstranit organizaci %s

source: User %s not authorized to delete task_status
cs_cz: Uživatel %s není oprávněn smazat task_status

source: User %s not authorized to delete organization %s members
cs_cz: Uživatel %s nemá oprávnění odstranit členy organizace %s

source: User %s not authorized to read these packages
cs_cz: Uživatel %s nemá oprávnění číst tyto balíčky

source: User %s not authorized to read package %s
cs_cz: Uživatel %s nemá oprávnění číst balíček %s

source: User %s not authorized to read resource %s
cs_cz: Uživatel %s není oprávněn přistupovat ke zdroji %s

source: User %s not authorized to read group %s
cs_cz: Uživatel %s není oprávněn ke čtení skupiny %s

source: You must be logged in to access your dashboard.
cs_cz: Abyste si mohli prohlédnout svůj přehled, musíte se přihlásit.

source: User %s not authorized to edit package %s
cs_cz: Uživatel %s nemá oprávnění upravovat balíček %s

source: User %s not authorized to edit resource %s
cs_cz: Uživatel %s nemá oprávnění upravovat zdroj %s

source: User %s not authorized to change state of package %s
cs_cz: Uživatel %s nemá oprávnění měnit stav balíčku %s

source: User %s not authorized to edit organization %s
cs_cz: Uživatel %s nemá oprávnění upravovat organizaci %s

source: Only the owner can update a related item
cs_cz: Pouze vlastník může aktualizovat související položku

source: You must be a sysadmin to change a related item's featured field.
cs_cz: Musíte být systémovým administrátorem, abyste mohli změnit, k čemu související položka náleží.

source: User %s not authorized to change state of group %s
cs_cz: Uživatel %s nemá oprávnění měnit stav skupiny %s

source: User %s not authorized to edit permissions of group %s
cs_cz: Uživatel %s nemá oprávnění měnit práva na skupinu %s

source: Have to be logged in to edit user
cs_cz: Abyste mohli upravovat uživatele, musíte se přihlásit

source: User %s not authorized to edit user %s
cs_cz: Uživatel %s nemá oprávnění upravovat uživatele %s

source: User {0} not authorized to update user {1}
cs_cz: Uživatel {0} není oprávněn aktualizovat data uživatele {1}

source: User %s not authorized to change state of revision
cs_cz: Uživatel %s nemá oprávnění měnit stav verze

source: User %s not authorized to update task_status table
cs_cz: Uživatel %s není oprávněn aktualizovat tabulku task_status

source: User %s not authorized to update term_translation table
cs_cz: Uživatel %s není oprávněn aktualizovat tabulku term_translation

source: Valid API key needed to edit a package
cs_cz: K úpravě balíčku je potřebný platný API klíč

source: Valid API key needed to edit a group
cs_cz: K úpravě skupiny je potřebný platný API klíč

source: License not specified
cs_cz: Nebyla specifikována licence

source: Creative Commons Attribution
cs_cz: Creative Commons Uveďte autora

source: Creative Commons Attribution Share-Alike
cs_cz: Creative Commons Uveďte autora-Zachovejte licenci

source: Other (Open)
cs_cz: Ostatní (Otevřená licence)

source: Other (Public Domain)
cs_cz: Ostatní (Public Domain - volné dílo)

source: Other (Attribution)
cs_cz: Ostatní (Licence s přiznáním autorství)

source: Creative Commons Non-Commercial (Any)
cs_cz: Creative Commons Neužívejte dílo komerčně (jakákoli takováto CC licence)

source: Other (Non-Commercial)
cs_cz: Ostatní (Licence pro nekomerční využití)

source: Other (Not Open)
cs_cz: Ostatní (Uzavřená licence)

source: depends on %s
cs_cz: závisí na %s

source: is a dependency of %s
cs_cz: má v závislosti %s

source: derives from %s
cs_cz: je odvozen od %s

source: has derivation %s
cs_cz: má odvozeno %s

source: links to %s
cs_cz: odkazuje na %s

source: is linked from %s
cs_cz: je odkazován z %s

source: is a child of %s
cs_cz: je potomkem %s

source: is a parent of %s
cs_cz: je předkem %s

source: has sibling %s
cs_cz: je příbuzné s %s

source: Loading...
cs_cz: Nahrávám ...

source: There is no API data to load for this resource
cs_cz: Tento zdroj neobsahuje žádná data, která lze poskytnou přes API

source: Failed to load data API information
cs_cz: Pokus o získání informací pomocí API selhal

source: No matches found
cs_cz: Nenalezena žádná shoda

source: Start typing…
cs_cz: Začněte psát...

source: Input is too short, must be at least one character
cs_cz: Zadaný vstup je příliš krátký, musíte zadat alespoň jeden znak

source: There are unsaved modifications to this form
cs_cz: Tento formulář obsahuje neuložené změny

source: Please Confirm Action
cs_cz: Prosím potvrďte akci

source: Are you sure you want to perform this action?
cs_cz: Jste si jistí, že chcete provést tuto akci?

source: Confirm
cs_cz: Potvrdit

source: Cancel
cs_cz: Zrušit

source: Follow
cs_cz: Sledovat

source: Unfollow
cs_cz: Přestat sledovat

source: Upload
cs_cz: Nahrát

source: Link
cs_cz: Odkaz

source: Remove
cs_cz: Odstranit

source: Image
cs_cz: Obrázek

source: Upload a file on your computer
cs_cz: Nahrát soubor na Váš počítač

source: Link to a URL on the internet (you can also link to an API)
cs_cz: Odkaz na internetovou URL adresu (můžete také zadat odkaz na API)

source: Reset this
cs_cz: Resetovat

source: show more
cs_cz: ukázat více

source: show less
cs_cz: ukázat méně

source: Reorder resources
cs_cz: Změnit pořadí zdrojů

source: Save order
cs_cz: Uložit pořadí

source: Saving...
cs_cz: Ukládám...

source: Upload a file
cs_cz: Nahrát soubor

source: An Error Occurred
cs_cz: Nastala chyba

source: Resource uploaded
cs_cz: Zdroj nahrán

source: Unable to upload file
cs_cz: Nelze nahrát soubor

source: Unable to authenticate upload
cs_cz: Nastala chyba autentizace při nahrávání dat

source: Unable to get data for uploaded file
cs_cz: Nelze získat data z nahraného souboru

source: You are uploading a file. Are you sure you want to navigate away and stop this upload?
cs_cz: Právě nahráváte soubor. Jste si opravdu jistí, že chcete tuto stránku opustit a ukončit tak nahrávání?

source: Reorder resource view
cs_cz: Přeuspořádat zobrazení zdroje

source: Edit
cs_cz: Upravit

source: Show more
cs_cz: Ukázat více

source: Hide
cs_cz: Skrýt

source: Error %(error_code)s
cs_cz: Chyba %(error_code)s

source: About {0}
cs_cz: O {0}

source: <strong>Powered by</strong> <a class="hide-text ckan-footer-logo" href="http://ckan.org">CKAN</a>
cs_cz: <strong>Využíván</strong> <a class="hide-text ckan-footer-logo" href="http://ckan.org">CKAN</a>

source: Sysadmin settings
cs_cz: Systémově-administrátorské nastavení

source: View profile
cs_cz: Zobrazit profil

source: Dashboard (%(num)d new item)
cs_cz: Přehled (%(num)d nová položka)

source: Edit settings
cs_cz: Upravit nastavení

source: Log out
cs_cz: Odhlásit

source: Log in
cs_cz: Přihlásit se

source: Register
cs_cz: Registrace

source: Datasets
cs_cz: Datasety

source: Search Datasets
cs_cz: Vyhledat datasety

source: Search datasets...
cs_cz: Vyhledat datasety...

source: Search
cs_cz: Vyhledat

source: Skip to content
cs_cz: Přejít na obsah

source: Load less
cs_cz: Zobrazit více

source: Load more
cs_cz: Načíst více

source: No activities are within this activity stream
cs_cz: Zde nejsou žádné události

source: Administration
cs_cz: Administrace

source: Sysadmins
cs_cz: Systémoví administrátoři

source: Config
cs_cz: Konfigurace

source: Trash
cs_cz: Koš

source: Are you sure you want to reset the config?
cs_cz: Opravdu chcete resetovat konfiguraci?

source: Reset
cs_cz: Resetovat

source: Update Config
cs_cz: Upravit konfiguraci

source: CKAN config options
cs_cz: Konfigurační volby CKAN

source: <p><strong>Site Title:</strong> This is the title of this CKAN instance It appears in various places throughout CKAN.</p> <p><strong>Style:</strong> Choose from a list of simple variations of the main colour scheme to get a very quick custom theme working.</p> <p><strong>Site Tag Logo:</strong> This is the logo that appears in the header of all the CKAN instance templates.</p> <p><strong>About:</strong> This text will appear on this CKAN instances <a href="%(about_url)s">about page</a>.</p> <p><strong>Intro Text:</strong> This text will appear on this CKAN instances <a href="%(home_url)s">home page</a> as a welcome to visitors.</p> <p><strong>Custom CSS:</strong> This is a block of CSS that appears in <code>&lt;head&gt;</code> tag of every page. If you wish to customize the templates more fully we recommend <a href="%(docs_url)s" target="_blank">reading the documentation</a>.</p> <p><strong>Homepage:</strong> This is for choosing a predefined layout for the modules that appear on your homepage.</p>
cs_cz: <p><strong>Název portálu:</strong> Toto je název této CKAN instance. Objevuje se na různých místech CKANu.</p> <p><strong>Styl:</strong> Můžete si vybrat z nabídky jednoduchých variant barevného schematu a rychle tak upravit vzhled Vašeho portálu.</p> <p><strong>Malé logo portálu:</strong> Toto logo se zobrazuje v záhlaví každé šablony CKAN instance.</p> <p><strong>O portálu:</strong> Tento text se objeví na <a href="%(about_url)s">informační stránce</a> této CKAN instance.</p> <p><strong>Úvodní text:</strong> Tento text se objeví na <a href="%(home_url)s">domovské stránce</a> této CKAN instance pro přivítání návštěvníků.</p> <p><strong>Vlastní nebo upravené CSS:</strong> Toto je blok pro CSS, který se objeví v <code>&lt;head&gt;</code> tagu každé stránky. Pokud si přejete upravit šablony ještě více, doporučuje přečíst si <a href="%(docs_url)s" target="_blank">dokumentaci</a>.</p> <p><strong>Hlavní stránka:</strong> Tato volba slouží k určení předpřipraveného rozložení modulů, které se zobrazují na hlavní stránce.</p>

source: Confirm Reset
cs_cz: Potvrďte reset

source: Administer CKAN
cs_cz: Spravovat CKAN

source: <p>As a sysadmin user you have full control over this CKAN instance. Proceed with care!</p> <p>For guidance on using sysadmin features, see the CKAN <a href="%(docs_url)s" target="_blank">sysadmin guide</a></p>
cs_cz: <p>Jako uživatel sysadmin máte plnou kontrolu nad touto instancí CKAN. Pokračujte s opatrností!</p> <p>Pro návod k funkcím sysadmin se podívejte na <a href="%(docs_url)s" target="_blank">příručku sysadmin</a> CKAN</p>

source: Purge
cs_cz: Odstranit

source: <p>Purge deleted datasets forever and irreversibly.</p>
cs_cz: <p>Odstranit smazané datové sady navždy a nevratně.</p>

source: CKAN Data API
cs_cz: Datové CKAN API

source: Access resource data via a web API with powerful query support
cs_cz: Přistupte ke zdrojovým datům přes webové API s pokročilými možnostmi dotazování

source: Further information in the <a href="http://docs.ckan.org/en/latest/maintaining/datastore.html" target="_blank">main CKAN Data API and DataStore documentation</a>.</p>
cs_cz: Další informace naleznete v dokumentaci pro <a href="http://docs.ckan.org/en/latest/maintaining/datastore.html" target="_blank">datové CKAN API a DataStore</a>.</p>

source: Endpoints
cs_cz: Přístupové body

source: The Data API can be accessed via the following actions of the CKAN action API.
cs_cz: Datové API můžete využít pomocí následujících akcí CKAN API pro provádění operací.

source: Create
cs_cz: Vytvořit

source: Update / Insert
cs_cz: Aktualizovat / vložit

source: Query
cs_cz: Dotaz

source: Query (via SQL)
cs_cz: Dotaz (pomocí SQL)

source: Querying
cs_cz: Zpracování dotazu

source: Query example (first 5 results)
cs_cz: Příklad dotazu (5 prvních výsledků)

source: Query example (results containing 'jones')
cs_cz: Příklad dotazu (výsledky obsahující 'jones')

source: Query example (via SQL statement)
cs_cz: Příklad dotazu (pomocí jazyka SQL)

source: Example: Javascript
cs_cz: Příklad: Javascript

source: A simple ajax (JSONP) request to the data API using jQuery.
cs_cz: Jednoduchý požadavek odeslaný na datové API s využitím ajax (JSONP) a jQuery.

source: Example: Python
cs_cz: Příklad: Python

source: This resource can not be previewed at the moment.
cs_cz: Pro tento zdroj v tomto okamžiku nelze zobrazit náhled.

source: Click here for more information.
cs_cz: Pro více informací klikněte zde.

source: Download resource
cs_cz: Stáhnout zdroj

source: Your browser does not support iframes.
cs_cz: Váš prohlížeč nepodporuje iframes.

source: No preview available.
cs_cz: Žádný náhled není k dispozici.

source: More details...
cs_cz: Více podrobností...

source: No handler defined for data type: %(type)s.
cs_cz: Pro datový typ %(type)s nebyl definován nástroj pro jeho zpracování.

source: Standard
cs_cz: Standardní

source: Standard Input
cs_cz: Standardní vstup

source: Medium
cs_cz: Střední

source: Medium Width Input
cs_cz: Středně široký vstup

source: Full
cs_cz: Plný

source: Full Width Input
cs_cz: Vstup plné šířky

source: Large
cs_cz: Velký

source: Large Input
cs_cz: Velký vstup

source: Prepend
cs_cz: Předřazený

source: Prepend Input
cs_cz: Předřazený vstup

source: Custom Field (empty)
cs_cz: Vlastní pole (prázdné)

source: Custom Field
cs_cz: Vlastní pole

source: Textarea
cs_cz: Textová oblast

source: Select
cs_cz: Výběr

source: Activity Stream
cs_cz: Události

source: Administrators
cs_cz: Administrátoři

source: Add a Group
cs_cz: Přidat skupinu

source: Group Form
cs_cz: Formulář skupiny

source: Confirm Delete
cs_cz: Potvrďte odstranění

source: Are you sure you want to delete group - {name}?
cs_cz: Jste si jistí, že chcete odstranit skupinu - {name}?

source: Are you sure you want to delete member - {name}?
cs_cz: Jste si jistí, že chcete odstranit člena - {name}?

source: Manage
cs_cz: Spravovat

source: Edit Group
cs_cz: Upravit skupinu

source: Members
cs_cz: Členové

source: Followers
cs_cz: Následovníci

source: History
cs_cz: Historie

source: Add Group
cs_cz: Přidat skupinu

source: Search groups...
cs_cz: Vyhledat skupiny...

source: Name Ascending
cs_cz: Jména vzestupně

source: Name Descending
cs_cz: Jména sestupně

source: There are currently no groups for this site
cs_cz: Na tomto portálu aktuálně nejsou žádné skupiny

source: How about creating one?
cs_cz: Nechcete jednu založit?

source: Back to all members
cs_cz: Zpět na všechny členy

source: Edit Member
cs_cz: Upravit člena

source: Add Member
cs_cz: Přidat člena

source: Existing User
cs_cz: Existující uživatel

source: If you wish to add an existing user, search for their username below.
cs_cz: Pokud si přejete přidat existujícího uživatele, zadejte níže jeho uživatelské jméno a vyhledejte ho.

source: or
cs_cz: nebo

source: New User
cs_cz: Nový uživatel

source: If you wish to invite a new user, enter their email address.
cs_cz: Pokud si přejete pozvat nové uživatele, zadejte jejich emailové adresy.

source: Username
cs_cz: Uživatelské jméno

source: Are you sure you want to delete this member?
cs_cz: Jste si jist, že chcete smazat tohoto člena?

source: Delete
cs_cz: Smazat

source: Save
cs_cz: Uložit

source: Add
cs_cz: Přidat

source: What are roles?
cs_cz: Co jsou to role?

source: <p><strong>Admin:</strong> Can edit group information, as well as manage organization members.</p> <p><strong>Member:</strong> Can add/remove datasets from groups</p>
cs_cz: <p><strong>Administrátor:</strong> Může upravovat informace o skupině a může spravovat členy skupiny.</p> <p><strong>Člen skupiny:</strong> Může přidávat a odebírat datasety k nebo ze skupiny</p>

source: Create a Group
cs_cz: Vytvořit skupinu

source: Update Group
cs_cz: Upravit skupinu

source: Create Group
cs_cz: Vytvořit skupinu

source: Last Modified
cs_cz: Naposledy změněné

source: Popular
cs_cz: Populární

source: Datasets in group: {group}
cs_cz: Datasety ve skupině: {group}

source: Recent Revision History
cs_cz: Nedávná historie úprav

source: Name
cs_cz: Název

source: My Group
cs_cz: Moje skupina

source: my-group
cs_cz: moje skupina

source: Description
cs_cz: Popis

source: A little information about my group...
cs_cz: Trochu údajů o mé skupině...

source: Are you sure you want to delete this Group?
cs_cz: Jste si jistí, že chcete odstranit tuto skupinu?

source: Save Group
cs_cz: Uložit skupinu

source: This group has no description
cs_cz: Tato skupina nemá žádný popis

source: 0 Datasets
cs_cz: 0 datasetů

source: View {name}
cs_cz: Zobrazit {name}

source: Remove dataset from this group
cs_cz: Odebrat dataset z této skupiny

source: What are Groups?
cs_cz: Co jsou skupiny?

source: You can use CKAN Groups to create and manage collections of datasets. This could be to catalogue datasets for a particular project or team, or on a particular theme, or as a very simple way to help people find and search your own published datasets.
cs_cz: V CKAN můžete skupiny použít k vytváření a správě kolekcí datasetů. Může to být např. katalog datasetů určitého projektu nebo týmu, případně to mohou být datasety určitého tématu. Skupiny také můžete použít jako pomůcku pro uživatele, aby mohli snáze najít Vámi publikované datasety.

source: Compare
cs_cz: Porovnat

source: Deleted
cs_cz: Smazáno

source: read more
cs_cz: načíst další

source: Revision
cs_cz: Verze

source: Timestamp
cs_cz: Časový údaj

source: Author
cs_cz: Autor

source: Log Message
cs_cz: Zpráva logu

source: Welcome
cs_cz: Vítejte
