Repository: Accela-Inc/ckan
Catalog: ckan/i18n/*/LC_MESSAGES/ckan.po
Languages: cs_cz

source: Since you have not signed in this will just be your IP address. [1:Click here to sign in] before saving (opens in new window).
cs_cz: Protože nejste přihlášeni, bude zde uvedena Vaše IP adresa. Před uložením se můžete přihlásit [1:kliknutím na tento odkaz] (otevře se nové okno).

source: Important:
cs_cz: Důležité:

source: By submitting content, you agree to release your contributions under the
cs_cz: Vložením obsahu souhlasíte se zpřístupněním Vašeho příspěvku pod

source: . Please
cs_cz: . Prosím,

source: refrain
cs_cz: zdržete se

source: from editing this page if you are
cs_cz: úprav této stránky pokud

source: not
cs_cz: nesouhlasíte

source: happy to do this.
cs_cz: s těmito podmínkami.

source: - Datasets
cs_cz: - Datasety

source: License:
cs_cz: Licence:

source: [Open Data]
cs_cz: [Otevřená data]

source: Related Datasets
cs_cz: Zveřejněné datasety

source: This is an old revision of this dataset, as edited
cs_cz: Toto je starší verze tohoto datasetu, jak ji editoval

source: at
cs_cz: na

source: . It may differ significantly from the
cs_cz: . Může se výrazně lišit od

source: current revision
cs_cz: aktuální verze

source: This is the current revision of this dataset, as edited
cs_cz: Toto je aktuální verze tohoto datasetu tak, jak byl upraven

source: (edit)
cs_cz: (upravit)

source: (none)
cs_cz: (žádný)

source: (settings)
cs_cz: (upravit)

source: Country
cs_cz: Země

source: Harvest Source
cs_cz: Zdroj datasetů, které mají být automaticky přidány

source: [1:Dataset page] on [2:%(harvest_catalogue_name)s]
cs_cz: [1: Stránka datasetu] se nachází zde [2:%(harvest_catalogue_name)s]

source: - Dataset - Resource
cs_cz: - Dataset - Zdroj

source: Data API is unavailable for this resource as DataStore is disabled
cs_cz: Datové API není možné pro tento datový zdroj použít, protože DataStore není povolen

source: License unknown
cs_cz: Licence není známa

source: From the [1:Dataset]:
cs_cz: Z [1:datasetu]:

source: Cannot embed as resource is private.
cs_cz: Protože zdroje je soukromý, nemůže být zakomponován

source: Search -
cs_cz: Hledání -

source: Do you know of a dataset that should be added to
cs_cz: Víte o datasetu který by měl být přidán do

source: Register it now
cs_cz: Zaregistrujte ho teď

source: Other access
cs_cz: Jiné přístup

source: You can also access this registry using the
cs_cz: K tomuto registru můžete také přistoupit pomocí

source: (see
cs_cz: (ukázat

source: or download a
cs_cz: nebo stáhnout

source: full
cs_cz: úplný

source: dump
cs_cz: výpis

source: [1:There was an error while searching.] Please try again.
cs_cz: [1:Při hledání došlo k chybě.] Prosím zkuste to znovu.

source: [1:%(item_count)s] datasets found
cs_cz: Nalezeno [1:%(item_count)s] datasetů

source: Would you like to [1:create a new dataset?]
cs_cz: Chcete [1: vytvořit nový dataset?]

source: Search...
cs_cz: Hledat ...

source: Add item
cs_cz: Přidat položku

source: (required)
cs_cz: (povinné)

source: Please add the title for the item
cs_cz: Prosím, zadejte označení položky

source: Type of item
cs_cz: Typ položky

source: Please describe the item
cs_cz: Prosím, popište položku

source: Please add a url
cs_cz: Prosím, zadejte URL

source: Please add a link to the image
cs_cz: Prosím, zadejte odkaz na obrázek

source: Showing items
cs_cz: Zobrazuji výsledky hledání

source: of
cs_cz: v

source: related items found
cs_cz: souvisejících položkách

source: Least viewed
cs_cz: Naposledy zobrazené

source: Featured items only?
cs_cz: Pouze přidružené položky?

source: - Apps, Ideas etc
cs_cz: - Aplikace, nápady atd.

source: There are no items here yet
cs_cz: Zatím tu nejsou žádné položky

source: , why not
cs_cz: , proč tedy

source: add one
cs_cz: nějakou nepřidat

source: Differences - Revisions
cs_cz: Rozdíly - Revize

source: Revision Differences -
cs_cz: Rozdíly revizí -

source: From:
cs_cz: Od:

source: To:
cs_cz: Pro:

source: No differences
cs_cz: Žádné rozdíly

source: List
cs_cz: Seznam

source: Track the most recent changes to the system, with most recent changes first.
cs_cz: Zobrazuje poslední změny v systému, s tím, že poslední změny jsou zobrazeny jako první.

source: Revision:
cs_cz: Verze:

source: Revision Actions
cs_cz: Akce verze

source: Timestamp:
cs_cz: Časový údaj:

source: Log Message:
cs_cz: Zpráva logu:

source: Embed this view
cs_cz: Zakomponovat tento pohled

source: by copying this into your webpage:
cs_cz: prostřednictvím přidání následujícího kódu do Vaší webové stránky:

source: Not Openly Licensed
cs_cz: Nemá otevřenou licenci

source: This upload form is valid for a limited time (usually 1h or so). If the form expires please reload the page.
cs_cz: Tento formulář pro nahrávání je platný pouze po omezenou dobu (zpravidla okolo jedné hodiny). Pokud platnost formuláře vyprší, prosím, znovu načtěte stránku.

source: File:
cs_cz: Soubor:

source: Upload - Successful
cs_cz: Nahrávání bylo úspěšné

source: Filed uploaded to:
cs_cz: Soubor byl nahrán do:

source: Upload another »
cs_cz: Nahrát další »

source: There are
cs_cz: Je zde

source: results for ‘
cs_cz: výsledků pro

source: results for tags.
cs_cz: výsledků pro tagy.

source: Clear search
cs_cz: Vymazat hledání

source: and see all tags.
cs_cz: a zobrazit všechny tagy.

source: - Tags
cs_cz: - Tagy

source: There are %(count)s datasets tagged with [1:%(tagname)s]:
cs_cz: Počet výsledků pro tag [1: %(tagname)s ] je %(count)s:

source: - Dashboard - User
cs_cz: - Přehled - Uživatel

source: What's going on?
cs_cz: Co se děje?

source: Nothing new on CKAN?
cs_cz: Na CKAN není nic nového?

source: So, why don't you ...
cs_cz: Tak proč tedy ...

source: Add a new dataset
cs_cz: Přidat nový dataset

source: Follow another user
cs_cz: Sledovat další uživatele

source: Create a group or a tag
cs_cz: Vytvořit skupinu nebo tag

source: Or simply browse the repository
cs_cz: Nebo jednoduše procházejte databázi

source: - Edit - User
cs_cz: - Upravit - Uživatel

source: Edit User:
cs_cz: Upravit uživatele:

source: A little about you...
cs_cz: Něco málo o vás ...

source: Change your password
cs_cz: Změnit heslo

source: Password (repeat)
cs_cz: Heslo (znovu pro kontrolu)

source: Change your username
cs_cz: Změnit uživatelské jméno

source: Changing your username will log you out, and require you to log back in with the new username
cs_cz: Po změně uživatelského jména budete odhlášeni a budete se muset přihlásit pomocí nového uživatelského jména

source: - Followers - User
cs_cz: - Následovníci - Uživatel

source: 's Followers
cs_cz: má tyto následovníky

source: My Profile
cs_cz: Můj profil

source: Edit Profile
cs_cz: Upravit profil

source: My Followers ({num_followers})
cs_cz: Moji následovníci ({num_followers})

source: View Profile
cs_cz: Zobrazit profil

source: Register Account
cs_cz: Registrovat účet

source: [1:%(item_count)s] users found.
cs_cz: Nalezeno [1:%(item_count)s] uživatelů.

source: Sort by name
cs_cz: Seřadit dle jména

source: Sort by edits
cs_cz: Seřadit dle úprav

source: Member for
cs_cz: Je členem

source: Login - User
cs_cz: Přihlášení - Uživatel

source: Login to
cs_cz: Přihlášení do

source: Login:
cs_cz: Uživatelské jméno:

source: Password:
cs_cz: Heslo:

source: Remember me:
cs_cz: Pamatovat si mě:

source: Sign In
cs_cz: Přihlásit se

source: Login using Open ID
cs_cz: Přihlásit se pomocí Open ID

source: NB: To set-up your OpenID for this site, you first need to [1:Register] and then edit your Profile to provide your OpenID.
cs_cz: Abyste mohli používat svoje OpenID pro tyto stránky, musíte se nejprve [1:registrovat] a pak upravit svůj profil pro poskytnutí svého OpenID.

source: Please click your account provider:
cs_cz: Prosím klikněte na vašeho poskytovatele účtu:

source: OpenID Identifier:
cs_cz: OpenID identifikátor:

source: Don't have an OpenID?
cs_cz: Nemáte OpenID?

source: OpenID is service that allows you to log-on to many different websites using a single identity. Find out [1:more about OpenID] and [2:how to get an OpenID enabled account]. Probably the simplest way is sign up with a free OpenID provider such as [3:https://www.myopenid.com/].
cs_cz: OpenID je služba, která umožňuje přihlášení na mnoho různých webů za použití jediné identifikace. Zjistěte [1:více o OpenID] a [2:postupech pro vytvoření OpenID účtu]. Pravděpodobně nejjednodušší je založení účtu u některého bezplatného poskytovatele OpenID jako je [3:https://www.myopenid.com/].

source: Sign in with OpenID
cs_cz: Přihlásit se pomocí OpenID

source: Logout - User
cs_cz: Odhlášení - Uživatel

source: Logout from
cs_cz: Odhlásit z

source: You have logged out successfully.
cs_cz: Byl jste úspěšně odhlášen.

source: Logged in - User
cs_cz: Přihlášen - Uživatel

source: Logged into
cs_cz: Přihlášen do

source: is currently logged in
cs_cz: je právě přihlášen do

source: To register or log in as another user, you need to
cs_cz: Abyste se mohli zaregistrovat nebo přihlásit jako jiný uživatel, musíte

source: logout
cs_cz: provést odhlášení

source: first.
cs_cz: jako první krok.

source: Register - User
cs_cz: Zaregistrovat - Uživatel

source: Register for a new Account
cs_cz: Zaregistrujte si nový účet

source: 3+ chars, using only 'a-z0-9' and '-_'
cs_cz: alespoň 3 znaky, přípustné jen 'a-z0-9' a '-_'

source: Full name (optional)
cs_cz: Celé jméno (volitelné)

source: Register now
cs_cz: Registrujte se nyní

source: Password (repeat):
cs_cz: Heslo (znovu):

source: - User
cs_cz: - Uživatel

source: Member since
cs_cz: Členem od

source: No email
cs_cz: Žádný email

source: – Note: your API key is visible only to you!
cs_cz: – Poznámka: Váš klíč k API nevidí nikdo kromě Vás

source: Complete
cs_cz: Dokončit

source: Pending
cs_cz: Čekající na zpracování

source: Submitting
cs_cz: Nahrávání

source: Not Uploaded Yet
cs_cz: Dosud nenahráno

source: DataStore resource not found
cs_cz: Požadovaný zdroj z DataStore nebyl nalezen

source: The data was invalid (for example: a numeric value is out of range or was inserted into a text field).
cs_cz: Data byla nevalidní (příklad: číselná hodnota je mimo rozsah nebo byla vložena do textového pole)

source: Resource "{0}" was not found.
cs_cz: Zdroj "{0}" nenalezen.

source: User {0} not authorized to update resource {1}
cs_cz: Uživatel {0} nemá oprávnění upravovat zdroj {1}

source: Custom Field Ascending
cs_cz: Vzestupně dle vlastního pole

source: Custom Field Descending
cs_cz: Sestupně dle vlastního pole

source: Custom Text
cs_cz: Vlastní text

source: custom text
cs_cz: vlastní text

source: Country Code
cs_cz: Kód země

source: custom resource text
cs_cz: vlastní text zdroje

source: CKAN's data previewing tool has many powerful features
cs_cz: Nástroj pro náhled dat CKAN má mnoho mocných funkcí

source: Image url
cs_cz: Url obrázku

source: eg. http://example.com/image.jpg (if blank uses resource url)
cs_cz: např. http://example.com/image.jpg (používá url zdroje pokud je prázdné)

source: Data Explorer
cs_cz: Prohlížeč dat

source: Table
cs_cz: Tabulka

source: Graph
cs_cz: Graf

source: Map
cs_cz: Mapa

source: This compiled version of SlickGrid has been obtained with the Google Closure Compiler, using the following command: java -jar compiler.jar --js=slick.core.js --js=slick.grid.js --js=slick.editors.js --js_output_file=slick.grid.min.js There are two other files required for the SlickGrid view to work properly: * jquery-ui-1.8.16.custom.min.js * jquery.event.drag-2.0.min.js These are included in the Recline source, but have not been included in the built file to make easier to handle compatibility problems. Please check SlickGrid license in the included MIT-LICENSE.txt file. [1] https://developers.google.com/closure/compiler/
cs_cz: Tato zkompilovaná verze SlickGrid byla získána pomocí Google Closure Compiler s využitím následujícího příkazu: java -jar compiler.jar --js=slick.core.js --js=slick.grid.js --js=slick.editors.js --js_output_file=slick.grid.min.js Další dva soubory jsou třeba k tomu, aby SlickGrid náhled fungoval správně: * jquery-ui-1.8.16.custom.min.js * jquery.event.drag-2.0.min.js Tyto soubory jsou součástí zdrojového kódu Recline, ale nebyly zařazeny do buildu za účelem usnadnění řešení problémů s kompatibilitou. Prosím, seznamte se s licencí SlickGrid, která je obsažena v souboru MIT-LICENSE.txt file. [1] https://developers.google.com/closure/compiler/

source: Row offset
cs_cz: Posunutí řádků

source: eg: 0
cs_cz: např.: 0

source: Number of rows
cs_cz: Počet řádek

source: eg: 100
cs_cz: např.: 100

source: Graph type
cs_cz: Typ grafu

source: Group (Axis 1)
cs_cz: Skupina (Osa 1)

source: Series (Axis 2)
cs_cz: Řada (Osa 2)

source: Field type
cs_cz: Typ pole

source: Latitude field
cs_cz: Pole zeměpisné šířky

source: Longitude field
cs_cz: Pole zeměpisné délky

source: GeoJSON field
cs_cz: Pole GeoJSON

source: Auto zoom to features
cs_cz: Automaticky zoomovat na funkce

source: Cluster markers
cs_cz: Značky shluku

source: Total number of Datasets
cs_cz: Celkový počet datsetů

source: Date
cs_cz: Datum

source: Total datasets
cs_cz: Celkový počet datasetů

source: Dataset Revisions per Week
cs_cz: Revize datasetů za týden

source: All dataset revisions
cs_cz: Všechny revize datasetů

source: New datasets
cs_cz: Nové datasety

source: Top Rated Datasets
cs_cz: Nejlépe hodnocené datasety

source: Average rating
cs_cz: Průměrné hodnocení

source: Number of ratings
cs_cz: Počet hodnocení

source: No ratings
cs_cz: Žádná hodnocení

source: Most Edited Datasets
cs_cz: Nejčastěji upravované datasety

source: Number of edits
cs_cz: Počet úprav

source: No edited datasets
cs_cz: Žádné datsety nebyly upraveny

source: Largest Groups
cs_cz: Největší skupiny

source: No groups
cs_cz: Žádné skupiny

source: Top Tags
cs_cz: Nejpoužívanější tagy

source: Tag Name
cs_cz: Název tagu

source: Number of Datasets
cs_cz: Počet datasetů

source: Users Owning Most Datasets
cs_cz: Uživatelé, kteří vlastní nejvíce datasetů

source: Statistics Menu
cs_cz: Menu statistiky

source: Total Number of Datasets
cs_cz: Celkový počet datasetů

source: Revisions to Datasets per week
cs_cz: Revize v datasetech podle týdnů

source: Users owning most datasets
cs_cz: Uživatelé s největším počtem datasetů

source: Page last updated:
cs_cz: Stránka byla naposledy upravena:

source: Leaderboard - Stats
cs_cz: Statistiky žebříčku

source: Dataset Leaderboard
cs_cz: Žebříček datasetů

source: Choose a dataset attribute and find out which categories in that area have the most datasets. E.g. tags, groups, license, res_format, country.
cs_cz: Zvolte atribut datasetu a zjistěte, jaké kategorie ze zvolené oblasti jsou zastoupeny u nejvíce datasetů. Např.: tagy (tags), skupiny (groups), licence (license), formát zdroje (res_format), země (country).

source: Choose area
cs_cz: Zvolte oblast

source: Website
cs_cz: Webová stránka

source: Web Page url
cs_cz: URL webové stránky

source: eg. http://example.com (if blank uses resource url)
cs_cz: např. http://example.com (používá url zdroje pokud zůstane prázdné)
