Repository: Accela-Inc/ckan
Catalog: ckan/i18n/*/LC_MESSAGES/ckan.po
Languages: cs_cz

source: <p>CKAN is the world’s leading open-source data portal platform.</p> <p>CKAN is a complete out-of-the-box software solution that makes data accessible and usable – by providing tools to streamline publishing, sharing, finding and using data (including storage of data and provision of robust data APIs). CKAN is aimed at data publishers (national and regional governments, companies and organizations) wanting to make their data open and available.</p> <p>CKAN is used by governments and user groups worldwide and powers a variety of official and community data portals including portals for local, national and international government, such as the UK’s <a href="http://data.gov.uk">data.gov.uk</a> and the European Union’s <a href="http://publicdata.eu/">publicdata.eu</a>, the Brazilian <a href="http://dados.gov.br/">dados.gov.br</a>, Dutch and Netherland government portals, as well as city and municipal sites in the US, UK, Argentina, Finland and elsewhere.</p> <p>CKAN: <a href="http://ckan.org/">http://ckan.org/</a><br /> CKAN Tour: <a href="http://ckan.org/tour/">http://ckan.org/tour/</a><br /> Features overview: <a href="http://ckan.org/features/">http://ckan.org/features/</a></p>
cs_cz: <p>CKAN je přední světová open source platforma pro datové portály.</p> <p>CKAN je kompletní softwarové řešení, které je ihned připravené k nasazení, pomáhající k tomu, aby data byla dostupná a využitelná. To je dosaženo pomocí nástrojů, které usnadňují publikaci, sdílení, vyhledávání a využívání dat (včetně ukládání dat a zpřístupnění dat pomocí robustního API). CKAN je určen poskytovatelům dat (orgány státní správy a samosprávy, podniky a organizace), kteří chtějí, aby jejich data byla dobře dostupná.</p> <p>CKAN je využíván vládami a skupinami uživatelů po celém světě a je to platforma mnoha oficiálních a komunitních datových portálů, mezi které patří portály veřejné správy na regionální, národní a nadnárodní úrovni, jako jsou např. portály Velké Británie <a href="http://data.gov.uk">data.gov.uk</a> a Evropské Unie <a href="http://publicdata.eu/">publicdata.eu</a>, Brazílie <a href="http://dados.gov.br/">dados.gov.br</a>, portály veřejné správy v Holandsku, jakož i portály měst a obcí v USA, Velké Británii, Argentině, Finsku a jinde.</p> <p>CKAN: <a href="http://ckan.org/">http://ckan.org/</a><br /> Prohlídka CKANu: <a href="http://ckan.org/tour/">http://ckan.org/tour/</a><br /> Přehled vlastností: <a href="http://ckan.org/features/">http://ckan.org/features/</a></p>

source: Welcome to CKAN
cs_cz: Vítá Vás CKAN

source: This is a nice introductory paragraph about CKAN or the site in general. We don't have any copy to go here yet but soon we will
cs_cz: Toto je pěkných pár řádků na úvod o CKANu obecně. Nemáme sem zatím příliš co dát, ale to se brzy změní

source: This is a featured section
cs_cz: Toto je vybraná sekce

source: eg. Gold Prices
cs_cz: např. ceny zlata

source: Search Your Data
cs_cz: Prohledejte svá data

source: Popular Tags
cs_cz: Populární tagy

source: {0} statistics
cs_cz: {0} - statistiky

source: datasets
cs_cz: datasetů

source: organization
cs_cz: organizace

source: organizations
cs_cz: organizace

source: group
cs_cz: skupina

source: groups
cs_cz: skupiny

source: related item
cs_cz: související položka

source: related items
cs_cz: související položky

source: This field is required
cs_cz: Toto pole je povinné

source: Custom
cs_cz: Upravené

source: E.g. environment
cs_cz: Např. prostředí

source: Search data
cs_cz: Hledat data

source: Popular tags
cs_cz: Populární tagy

source: You can use <a href="#markdown" title="Markdown quick reference" data-target="popover" data-content="%(markdown_tooltip)s" data-html="true">Markdown formatting</a> here
cs_cz: Zde můžete použít <a href="#markdown" title="Markdown quick reference" data-target="popover" data-content="%(markdown_tooltip)s" data-html="true">formátování Markdown</a>

source: The form contains invalid entries:
cs_cz: Formulář obsahuje chybné položky:

source: Required field
cs_cz: Povinné pole

source: Image URL
cs_cz: URL obrázku

source: Clear Upload
cs_cz: Vymazat nahrávání

source: There is no description for this organization
cs_cz: Tato organizace nemá uveden popis

source: Organization Form
cs_cz: Formulář organizace

source: Edit datasets
cs_cz: Upravit datasety

source: Add dataset
cs_cz: Přidat dataset

source: found for "{query}"
cs_cz: nalezeno jako výsledek pro dotaz "{query}"

source: Sorry no datasets found for "{query}"
cs_cz: Pro dotaz "{query}" nebyly nalezeny žádné výsledky

source: Make public
cs_cz: Zpřístupnit veřejnosti

source: Make private
cs_cz: Přidat do soukromých

source: Draft
cs_cz: Předběžný návrh

source: Private
cs_cz: Soukromá

source: This organization has no datasets associated to it
cs_cz: Tato organizace u sebe nemá přiřazeny žádné datasety

source: Are you sure you want to delete organization - {name}?
cs_cz: Jste si jistí, že chcete smazat organizaci {name}?

source: Edit Organization
cs_cz: Upravit organizaci

source: Add Organization
cs_cz: Přidat organizaci

source: Search organizations...
cs_cz: Vyhledat organizace...

source: There are currently no organizations for this site
cs_cz: Na tomto portálu aktuálně nejsou žádné organizace

source: Update Member
cs_cz: Upravit údaje o členovi

source: <p><strong>Admin:</strong> Can add/edit and delete datasets, as well as manage organization members.</p> <p><strong>Editor:</strong> Can add and edit datasets, but not manage organization members.</p> <p><strong>Member:</strong> Can view the organization's private datasets, but not add new datasets.</p>
cs_cz: <p><strong>Administrátor:</strong> Může přidávat, upravovat a mazat datasety a může také spravovat členy organizace.</p> <p><strong>Editor:</strong> Může přidávat, upravovat a mazat datasety, ale nemůže spravovat členy organizace.</p> <p><strong>Člen:</strong> Může si zobrazit soukromé datasety organizace, ale nemůže přidávat datasety.</p>

source: Create an Organization
cs_cz: Vytvořit organizaci

source: Update Organization
cs_cz: Upravit organizaci

source: Create Organization
cs_cz: Vytvořit organizaci

source: Add Dataset
cs_cz: Vytvořit Dataset

source: Datasets in organization: {group}
cs_cz: Datové sady v organizaci: {group}

source: What are Organizations?
cs_cz: Co jsou organizace?

source: <p>Organizations act like publishing departments for datasets (for example, the Department of Health). This means that datasets can be published by and belong to a department instead of an individual user.</p> <p>Within organizations, admins can assign roles and authorise its members, giving individual users the right to publish datasets from that particular organisation (e.g. Office of National Statistics).</p>
cs_cz: <p>Organizace se chovají jako publikační oddělení pro datovou sadu (například oddělení zdravotnictví). To znamená že datová sada může být publikována oddělením a nebo oddělení patřit místo toho aby patříla konkrétnímu uživateli.</p> <p>Uvnitř organizací mohou administrátoři přidělovat role a autorizovat členy. Členům mohou individuálně přidělovat práva na publikaci datových sad za danou organizaci (např. Český statistický úřad).

source: CKAN Organizations are used to create, manage and publish collections of datasets. Users can have different roles within an Organization, depending on their level of authorisation to create, edit and publish.
cs_cz: V CKAN jsou organizace používány k vytváření, správě a publikaci kolekcí datasetů. Uživatelé mohou mít v rámci organizace různé role v závislosti na úrovni oprávnění k vytváření, úpravám a publikaci datasetů.

source: My Organization
cs_cz: Moje organizace

source: my-organization
cs_cz: moje organizace

source: A little information about my organization...
cs_cz: Stručné informace o mé organizaci

source: Are you sure you want to delete this Organization? This will delete all the public and private datasets belonging to this organization.
cs_cz: Opravdu chcete smazat tuto organizaci? Smažete tak veškeré soukromé a veřejné datasety, které k ní náleží.

source: Save Organization
cs_cz: Uložit organizaci

source: This organization has no description
cs_cz: Tato organizace nemá uveden žádný popis

source: View {organization_name}
cs_cz: Zobrazit {organization_name}

source: Create Dataset
cs_cz: Vytvořit dataset

source: What are datasets?
cs_cz: Co jsou to datasety?

source: A CKAN Dataset is a collection of data resources (such as files), together with a description and other information, at a fixed URL. Datasets are what users see when searching for data.
cs_cz: V CKAN je datasetem soubor datových zdrojů (jako jsou např. soubory) spolu s jeho popisem a dalšími údaji, který má pevnou URL adresu. Uživatelům se zobrazují datasety jako výsledky jejich hledání.

source: Are you sure you want to delete dataset - {name}?
cs_cz: Jste si jistí, že chcete smazat dataset - {name}?

source: Are you sure you want to delete resource - {name}?
cs_cz: Jste si jistí, že chcete odstranit zdroj - {name}?

source: View dataset
cs_cz: Zobrazit dataset

source: Edit metadata
cs_cz: Upravit metadata

source: Edit view
cs_cz: Upravit zobrazení

source: Preview
cs_cz: Náhled

source: Update
cs_cz: Aktualizovat

source: Associate this group with this dataset
cs_cz: Přidat aktuální dataset k této skupině

source: Add to group
cs_cz: Přidat do skupiny

source: There are no groups associated with this dataset
cs_cz: Tento dataset nenáleží do žádné skupiny

source: Update Dataset
cs_cz: Upravit dataset

source: Add metadata to the dataset
cs_cz: Přidat metadata datasetu

source: Add data to the dataset
cs_cz: Přidat data k datasetu

source: Add New Resource
cs_cz: Přidat nový zdroj

source: Add resource
cs_cz: Přidat zdroj

source: New resource
cs_cz: Nový zdroj

source: Add view
cs_cz: Přidat zobrazení

source: Data Explorer views may be slow and unreliable unless the DataStore extension is enabled. For more information, please see the <a href='http://docs.ckan.org/en/latest/maintaining/data-viewer.html#viewing-structured-data-the-data-explorer' target='_blank'>Data Explorer documentation</a>.
cs_cz: Zobrazení prohlížeče dat může být pomalé a nespolehlivé, pokud není aktivováno rozšíření DataStore. Pro více informací se podívejte na <a href='http://docs.ckan.org/en/latest/maintaining/data-viewer.html#viewing-structured-data-the-data-explorer' target='_blank'>dokumentaci Datového prohlížeče</a>.

source: This is an old revision of this dataset, as edited at %(timestamp)s. It may differ significantly from the <a href="%(url)s">current revision</a>.
cs_cz: Toto je stará revize tohoto dataset, která byla upravena %(timestamp)s. Může se tak značně lišit od <a href="%(url)s">aktuální revize</a>.

source: This is the current revision of this dataset, as edited at %(timestamp)s.
cs_cz: Toto je aktuální revize tohoto datasetu, která byla provedena %(timestamp)s.

source: Related Media for {dataset}
cs_cz: Média související s {dataset}

source: No related items
cs_cz: Žádné související položky

source: Add Related Item
cs_cz: Přidat související položku

source: Upload to DataStore
cs_cz: Nahrát do DataStore

source: Upload error:
cs_cz: Chyba při náhrávání:

source: Error:
cs_cz: Chyba:

source: Status
cs_cz: Stav

source: Last updated
cs_cz: Naposledy aktualizováno

source: Never
cs_cz: Nikdy

source: Upload Log
cs_cz: Záznam nahrávání

source: Details
cs_cz: Podrobnosti

source: End of log
cs_cz: Konec záznamu

source: All resources
cs_cz: Všechny zdroje

source: View resource
cs_cz: Zobrazit zdroj

source: Edit resource
cs_cz: Upravit zdroj

source: Views
cs_cz: Zobrazení

source: API Endpoint
cs_cz: Přístupový bod API

source: Go to resource
cs_cz: Přejít na zdroj

source: Download
cs_cz: Stáhnout

source: From the dataset abstract
cs_cz: Z abstraktu uvedeného u datasetu

source: Source: <a href="%(url)s">%(dataset)s</a>
cs_cz: Zdroj: <a href="%(url)s">%(dataset)s</a>

source: There are no views created for this resource yet.
cs_cz: Pro tento zdroj ještě nejsou vytvořena žádná zobrazení

source: Not seeing the views you were expecting?
cs_cz: Nevidíte zobrazení které jste očekávali?

source: Here are some reasons you may not be seeing expected views:
cs_cz: Zde je pár důvodů proč nemusíte vidět očekávaná zobrazení:

source: No view has been created that is suitable for this resource
cs_cz: Nebylo vytvořeno žádné zobrazení které by se hodilo pro tento zdroj

source: The site administrators may not have enabled the relevant view plugins
cs_cz: Administrátoři možná nepovolili relevantní pluginy pro zobrazení

source: If a view requires the DataStore, the DataStore plugin may not be enabled, or the data may not have been pushed to the DataStore, or the DataStore hasn't finished processing the data yet
cs_cz: Jestliže zobrazení vyžaduje DataStore, plugin DataStore možná není zapnutý, data nebyla nahrána do DataStore a nebo DataStore ještě nedokončil zpracování dat.

source: Additional Information
cs_cz: Další informace

source: Field
cs_cz: Pole

source: Value
cs_cz: Hodnota

source: unknown
cs_cz: neznámý

source: Created
cs_cz: Vytvořeno

source: Format
cs_cz: Formát

source: Add new resource
cs_cz: Přidat nový zdroj

source: <p class="empty">This dataset has no data, <a href="%(url)s">why not add some?</a></p>
cs_cz: <p class="empty">Tento dataset neobsahuje žádná data, <a href="%(url)s">tak proč nějaká nepřidat?</a></p>

source: New view
cs_cz: Nové zobrazení

source: This resource has no views
cs_cz: Tento zdroj nemá žádná zobrazení

source: API Docs
cs_cz: Dokumentace API

source: full {format} dump
cs_cz: úplný {format} obsah ke stažení

source: You can also access this registry using the %(api_link)s (see %(api_doc_link)s) or download a %(dump_link)s.
cs_cz: Tento katalog je také dostupný prostřednictvím %(api_link)s (viz %(api_doc_link)s) nebo si můžete jeho obsah stáhnout %(dump_link)s.

source: You can also access this registry using the %(api_link)s (see %(api_doc_link)s).
cs_cz: Tento katalog je také dostupný prostřednictvím %(api_link)s (see %(api_doc_link)s).

source: All views
cs_cz: Všechna zobrazení

source: View view
cs_cz: Zobrazit zobrazení

source: View preview
cs_cz: Zobrazit náhled

source: Additional Info
cs_cz: Doplňující informace

source: Source
cs_cz: Zdroj

source: Maintainer
cs_cz: Správce

source: Version
cs_cz: Verze

source: State
cs_cz: Stav

source: Last Updated
cs_cz: Naposledy aktualizováno

source: Data API
cs_cz: Datové API

source: Title
cs_cz: Titulek

source: eg. A descriptive title
cs_cz: např. výstižné označení

source: eg. my-dataset
cs_cz: např. můj-dataset

source: eg. Some useful notes about the data
cs_cz: např. nějaké užitečné poznámky ohledně dat

source: eg. economy, mental health, government
cs_cz: např. ekonomie, duševní zdraví, vláda

source: License definitions and additional information can be found at <a href="http://opendefinition.org/licenses/">opendefinition.org</a>
cs_cz: Znění jednotlivých licencí a další informace lze nalézt na webu <a href="http://opendefinition.org/licenses/">opendefinition.org</a>

source: Organization
cs_cz: Důvod

source: No organization
cs_cz: Žádná organizace

source: Visibility
cs_cz: Viditelnost

source: Public
cs_cz: Veřejná

source: Active
cs_cz: Aktivní

source: There is no description for this dataset
cs_cz: Tento dataset nemá uveden žádný popis

source: The <i>data license</i> you select above only applies to the contents of any resource files that you add to this dataset. By submitting this form, you agree to release the <i>metadata</i> values that you enter into the form under the <a href="http://opendatacommons.org/licenses/odbl/1-0/">Open Database License</a>.
cs_cz: <i>Datová licence</i> kterou výše vyberete se vztahuje pouze na obsah každého ze zdrojových souborů které přidáte do této datové sady. Odesláním tohoto formuláře souhlasíte s uvolněním <i>metadatových</i> hodnot, které zadáváte do formuláře, pod licencí <a href="http://opendatacommons.org/licenses/odbl/1-0/">Open Database License</a>.

source: Are you sure you want to delete this dataset?
cs_cz: Jste si jistí, že chcete smazat tento dataset?

source: Next: Add Data
cs_cz: Následující krok: přidat data

source: Author Email
cs_cz: Email autora

source: Maintainer Email
cs_cz: Email správce

source: Previous
cs_cz: Předchozí

source: Finish
cs_cz: Dokončit

source: Update Resource
cs_cz: Aktualizovat zdroj

source: File
cs_cz: Soubor

source: eg. January 2011 Gold Prices
cs_cz: např. Ceny zlata leden 2011

source: Some useful notes about the data
cs_cz: Nějaké užitečné poznámky ohledně dat

source: eg. CSV, XML or JSON
cs_cz: např. CSV, XML nebo JSON

source: eg. 2012-06-05
cs_cz: např. 2012-06-05

source: File Size
cs_cz: Velikost souboru

source: eg. 1024
cs_cz: např. 1024

source: eg. application/json
cs_cz: např. application/json

source: Are you sure you want to delete this resource?
cs_cz: Jste si jistí, že chcete odstranit tento zdroj?

source: Save & add another
cs_cz: Uložit a přidat další

source: Next: Additional Info
cs_cz: Následující krok: doplňující informace

source: What's a resource?
cs_cz: Co jsou to zdroje?

source: A resource can be any file or link to a file containing useful data.
cs_cz: Zdrojem může být libovolný soubor nebo odkaz na soubor, který obsahuje nějaká užitečná data.

source: No description for this resource
cs_cz: Tento zdroj nemá uveden žádný popis

source: This will be guessed automatically. Leave blank if you wish
cs_cz: Toto bude uhádnuto automaticky. Můžete nechat prázdné.

source: Explore
cs_cz: Prozkoumat

source: More information
cs_cz: Více informací

source: Embed
cs_cz: Zakomponovat

source: This resource view is not available at the moment.
cs_cz: Toto zobrazení zdroje není v tento okamžik k dispozici.

source: Embed resource view
cs_cz: Embedovat zobrazení zdroje

source: You can copy and paste the embed code into a CMS or blog software that supports raw HTML
cs_cz: Můžete kopírovat a vložit kód embedu do CMS nebo blogovacího software který podporuje čisté HTML

source: Width
cs_cz: Šířka

source: Height
cs_cz: Výška

source: Code
cs_cz: Kód

source: Resource Preview
cs_cz: Náhled zdroje

source: Data and Resources
cs_cz: Data a zdroje

source: This dataset has no data
cs_cz: Tato datová sada neobsahuje data

source: Read dataset as of %s
cs_cz: Načíst datasety z %s

source: Create dataset
cs_cz: Vytvořit dataset

source: Add data
cs_cz: Přidat data

source: Additional info
cs_cz: Doplňující údaje

source: eg. My View
cs_cz: např. Moje Zobrazení

source: eg. Information about my view
cs_cz: např. Informace o mém zobrazení

source: Add Filter
cs_cz: Přidat filtr

source: Remove Filter
cs_cz: Odstranit filtr

source: Filters
cs_cz: Filtry

source: What's a view?
cs_cz: Co je zobrazení?

source: A view is a representation of the data held against a resource
cs_cz: Zobrazení je reprezentace dat ze zdroje

source: Related Form
cs_cz: Formulář související položky

source: What are related items?
cs_cz: Co jsou to související položky?

source: <p>Related Media is any app, article, visualisation or idea related to this dataset.</p> <p>For example, it could be a custom visualisation, pictograph or bar chart, an app using all or part of the data or even a news story that references this dataset.</p>
cs_cz: <p>Souvisejícím médiem může být jakákoli aplikace, článek, vizualizace nebo nápad, který se vztahuje k datasetu.</p> <p>Může to na příklad být zajímavá vizualizace, obrázek nebo graf, aplikace využívající všechna nebo alespoň část dat, nebo dokonce i článek v novinách, který se k datasetu vztahuje.</p>

source: Are you sure you want to delete related item - {name}?
cs_cz: Jste si opravdu jistí, že chcete smazat související položku - {name}?

source: Apps & Ideas
cs_cz: Aplikace a nápady

source: <p>Showing items <strong>%(first)s - %(last)s</strong> of <strong>%(item_count)s</strong> related items found</p>
cs_cz: <p>Zobrazuji položky <strong>%(first)s - %(last)s</strong> z celkového počtu <strong>%(item_count)s</strong> souvisejících položek</p>

source: <p><strong>%(item_count)s</strong> related items found</p>
cs_cz: <p>počet nalezených souvisejících položek: <strong>%(item_count)s</strong></p>

source: There have been no apps submitted yet.
cs_cz: Žádné aplikace nebyly doposud přidány.

source: What are applications?
cs_cz: Co jsou to aplikace?

source: These are applications built with the datasets as well as ideas for things that could be done with them.
cs_cz: Jedná se o aplikace vybudované nad datasety nebo o nápady, co by se s daty dalo dělat.

source: Filter Results
cs_cz: Filtrovat výsledky

source: Filter by type
cs_cz: Filtrovat podle typu

source: All
cs_cz: Vše

source: Sort by
cs_cz: Třídit dle

source: Default
cs_cz: Výchozí

source: Only show featured items
cs_cz: Zobrazit pouze vybrané položky

source: Apply
cs_cz: Použít

source: Edit related item
cs_cz: Upravit související položku

source: Edit Related
cs_cz: Upravit související

source: Edit Related Item
cs_cz: Upravit související položku

source: Create a related item
cs_cz: Vytvořit související položku

source: Create Related
cs_cz: Vytvořit související

source: Create Related Item
cs_cz: Vytvořit související položku

source: My Related Item
cs_cz: Mé související položky

source: A little information about the item...
cs_cz: Stručné informace o položce...

source: Type
cs_cz: Typ

source: Are you sure you want to delete this related item?
cs_cz: Jste si jistí, že chcete smazat tuto související položku?

source: Go to {related_item_type}
cs_cz: Přejít na {related_item_type}

source: Differences
cs_cz: Rozdíly

source: Revision Differences
cs_cz: Rozdíly revizí

source: Difference
cs_cz: Rozdíl

source: No Differences
cs_cz: Žádné rozdíly

source: Revision History
cs_cz: Historie verzí

source: Revisions
cs_cz: Verze

source: Undelete
cs_cz: Obnovit smazané

source: Changes
cs_cz: Změny

source: Datasets' Tags
cs_cz: Tagy datasetů

source: Entity
cs_cz: Prvek

source: New activity item
cs_cz: Nová událost

source: Embed Data Viewer
cs_cz: Zakomponovat prohlížeč dat

source: Embed this view by copying this into your webpage:
cs_cz: Zkopírováním následujícího kódu si můžete přidat tento pohled na Vaši webovou stránku:

source: Choose width and height in pixels:
cs_cz: Zvolte šířku a výšku v pixelech:

source: Width:
cs_cz: Šířka

source: Height:
cs_cz: Výška

source: Datapusher status: {status}.
cs_cz: Stav datové pumpy: {status}.

source: Trackback URL
cs_cz: Sledovací URL

source: Show More {facet_type}
cs_cz: Zobrazit další {facet_type}

source: Show Only Popular {facet_type}
cs_cz: Zobrazit pouze populární {facet_type}

source: There are no {facet_type} that match this search
cs_cz: Tomuto vyhledávání neodpovídají žádné {facet_type}

source: Home
cs_cz: Domů

source: Language
cs_cz: Jazyk

source: Go
cs_cz: Vpřed

source: No License Provided
cs_cz: Licence neuvedena

source: This dataset satisfies the Open Definition.
cs_cz: Tento dataset vyhovuje Open Definition.

source: This dataset has no description
cs_cz: Tento dataset nemá uveden žádný popis

source: No apps, ideas, news stories or images have been related to this dataset yet.
cs_cz: Žádné aplikace, nápady, články nebo obrázky nebyly k tomuto datasetu doposud přidány.

source: Add Item
cs_cz: Přidat položku

source: Submit
cs_cz: Odeslat

source: Order by
cs_cz: Seřadit dle

source: <p class="extra">Please try another search.</p>
cs_cz: <p class="extra">Prosím, zkuste jiný dotaz.</p>

source: <p><strong>There was an error while searching.</strong> Please try again.</p>
cs_cz: <p><strong>Bohužel při vyhledávání došlo k chybě.</strong> Prosím, zkuste to znovu.</p>

source: {number} dataset found for "{query}"
cs_cz: {number} dataset nalezen na dotaz "{query}"

source: No datasets found for "{query}"
cs_cz: Pro dotaz "{query}" nebyly nalezeny žádné výsledky
